{
  "song_name": "わっしょいクリスマス",
  "singer": "乙女新党",
  "lyrics": "今夜は聖なる夜が来る　みんなで集まろ夜7時クッキー オーブンに入れたし…でもあれ!? これ!? 黒焦げだ!!洋服髪型バッチリで　プレゼントもスタンバイ走る!! コケた!! 潰れちゃったよ…大切なケーキなのに…神様～お願い～こんなあたしを救ってよあれ!? みんな笑っているケド…??あたしは仲良し乙女会クリスマスみんなでわっしょいはしゃぎマス失敗だらけのパーティー　でもこの瞬間はプライスレス何かが起きるかもクリスマス　ココロがワクワク踊りマス赤い靴下用意して　お願いした　このオモイは叶うかな？ようやく出かけた 遅れそう　待ち合わせまであと少しあれあれこんなとこにあの人が　いたっ!!ドキッ!!もうどうしよう…あの人あたしに気づいて　近づいてくる あと少しダメよっ!! 目も合わせらんないのっ!!でもこれって何かプレゼント…？神様～助けて～こんなあたしに勇気さえあれば良かったのに…やっぱり…(;_;)みんなで慰め乙女会 クリスマス　笑ってわっしょいはしゃぎマス失敗だらけの恋　でもみんながいるからハッピーです片手に漫画持ってクリスマス　夢見るデートを語りマス王子様あたしを教会へ　雪降る夜　手を取り合い見つめるの!?恋する乙女のクリスマス　キセキを信じて祈りマスミラクル起きる予感もう特別な夜にするんです仲良し乙女会クリスマス　みんなでわっしょいはしゃぎマスいつもより背伸びをして　そうこれはねみんなにとって1年1度の夜だから!!",
  "translated_lyrics": "Tonight is the holy night, we all come together, and we put them in the cookie oven at 7:00 at 7:00. But that's it? This one? Kuroyage!!Westerhair, hairstyle, a bacchili, a present, running standby! Kuketta!! I'm crushed ... a cake that's important, but God, please, save me. That's what I want you to do. Guys, are you laughing, Kid?♫ I'm a chick, maiden, Christmas, Christmas, Christmas. ♫ ♫ Splendid ♫ ♫ Or a pristess ♫ ♫ Christmas party ♫ ♫ Christmas Cochoro ♫ ♫ Christmas Cochoro ♫ ♫ Awakwak, dance, ♫ ♫ Have a red socks. ♫ ♫ Do these omoy come true? ♫We're finally out of our way. We're gonna have to wait a little while we've got to wait a little while we've got that guy in there!Whoo!What do we do now ... the man who knows me, and I'm getting closer, and a little, no, no, no, no, no I'm not looking at it.But this is a present or a present ...?God, I wish I had been so brave if I had the courage to be here, and I would be happy to be consoled by everybody, and I'm happy to have a mighty cartoon with a cartoon and a cartoon and a cartoon with a cartoon Christmas, and a Christmas dream date, and I'll see the Mass Prince and I stare at the church in the night of the snow!I'm going to believe in the Christmas Kiseki, the maiden maiden's Christmas, and it's a special night, and it's a special night, the Christmas, Christmas, Christmas, all right, it's all right. It's a year. It's a year and a year for everyone!",
  "tone_name": "Anger"
}