{
  "song_name": "クリスマスデート",
  "singer": "Juliet",
  "lyrics": "手袋をするのが好きじゃないの。だってなんか遠い。手を繋ぐ二人の邪魔するから…もどかしく感じる。忙しい毎日だからそばにいれる時間をいつも大事にしよう。近所のパスタでも、キミとなら特別な場所に思えるから。そばにいてずっとそばにいてずっとこうしてキミのそばに居たい手を握って、歩幅合わせて歩くそれだけでちゃんと距離は縮まってく。鼻歌を歌って歩くアタシ続きを歌うキミくだらないやりとりこんな事も久しぶりの時間見ないようにして歩いてた帰り道のイルミネーション二人で見る約束だったから。好きなだけ見て歩こう今日は、一人じゃない。そばにいてずっとそばにいてずっとこうしてキミのそばに居たい手を握って、歩幅合わせて歩くそれだけでちゃんと距離は縮まってく。一度も会えなかった先週『大丈夫だよ。仕方がないよ。』優しさで言ってくれた事は頭ではちゃんと…わかってたのでもガッカリして欲しかったの(『会いたい』って)聞きたかっただから-泣いて「なんで??」キミを困らせてキミの優しさ無視して傷付けた。-「ごめんね。」-すれ違った時間を埋める様にそばにいようずっとこれからもキミの手を握って歩いていこう。今日は少し遠回りして帰ろうデートも全然、出来てないしね。そばにいてずっとそばにいてずっといつまでもそばに居たい今だけは、仕事の事も、ケータイも気にしないキミと過ごすSilen night☆キミに会えたHoly night…☆",
  "translated_lyrics": "I don't like to have gloves.It's a long way.I feel as if I am in the way of interrupting the two people who are connected to me.I'm busy every day, so I always take care of the time I can get by.The pasta in the neighborhood is a special place for you to be a quimme.By the way I stay close by, I keep my hands in the room beside you, and walk the whole distance, and the distance is shrinking properly.It was a promise to be seen by two illuminations on the way home from the way I was walking, singing a song without a long time to sing, to sing a song of the nose of the nose.You can watch as much as you like, and you're not alone today.By the way I stay close by, I keep my hands in the room beside you, and walk the whole distance, and the distance is shrinking properly.I never met him last week. He said last week, \" I'm fine.I can't help you.And the kindness I used to say, well, I knew it, and I knew it, and I wanted to hear it. (\"I want to see it.\") -- so I wanted to ask you, \" Why is that?I was hurt by the kindness of the kimi, and I was hurt by the kindness of the kimi and the kindness-I'm sorry.Let' s hold the hands of the kimi in the hands of the people all the time, so that they can fill a different time.I don't have a date to go home a little bit today, and I don't know.I have always been close to me, and I always want to stay with me forever, and I'll be with you. I meet with Kimi, who doesn't care about my job, and I don't care about my job, so I met with my Silen nightmare."
}