{
  "song_name": "Leprechaun Christmas",
  "singer": "TM NETWORK",
  "lyrics": "Bye bye to sunrise　キャンドルの光　道行く人に　清らかに鐘がなるHello twilight　雪の輝きが　ツリーを飾り　月明りに揺れるWho's laughing who's crying　この夜にWho's dancing who's fighting still now誰もが　幸せ呼ぶ鳥を捜し続けてるHave a merry Christmas...merry merry ChristmasHave a merry Christmas...すべての街角からHave a merry Christmas...merry merry ChristmasHave a merry Christmas...すべての窓にWho's coming Who's leaving この夜にWho's giving Who's taking still now明日も　あの日も　あの時も忘れないメロディーDoo doo di da da Santa Claus is comingDoo doo di da da Hear the people singingDoo doo di da da Hear the bells ringingDoo doo di da da Merry Christmas tonightBye bye to sunrise　キャンドルの光　道行く人に　清らかに鐘がなるHello twilight　雪の輝きが　ツリーを飾り　月明りに揺れるWho's laughing who's crying　この夜にWho's dancing who's fighting still now誰もが　幸せ呼ぶ鳥を捜し続けてるWho's coming Who's leaving この夜にWho's giving Who's taking still now明日も　あの日も　あの時も忘れないメロディー虹に触れたかった　雲をぬけたかった　風に乗りたかった空を超えたかった　雨をとめたかった　君を愛したかったHave a merry Christmas...merry merry Christmas...Have a merry Christmas...",
  "translated_lyrics": "\"Bye bye to sunrise.\" The glow of the candle of the candles, \"Hello twilight, the snow of snow,\" Who's \"Who's, who's the last night, Who's, who is, is still looking for a merry Christmas ...\" Have been searching for the birds that everybody's happy to call happiness.\"merry merry ChristmasHave Have a merry Christmas ...From all the streets, Have a merry Christmas ...merry merry ChristmasHave Have a merry Christmas ...Who's coming in all the windows, Who's of the Night, Who's in the night? Who's in Tomorrow? The Doo di da Santa Claus is comingDoo o doo di da da Hear di da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da da Bells ringingDoo da Merry Christmas TtonightBye bye to sunrise: A bells of the shining brightness of a snowy snow twilight in the tree. Who's who's laughing who's who's who is the restorer's restorer Now, I've been looking for a bird called happiness, Who's, who's been looking for a melody at this night, who wanted to touch the rainbow that I wanted to touch the rainbow. I wanted to touch the rainbow. I wanted to ride out the sky. I wanted to rain the sky.merry merry Christmas ...Have a merry Christmas."
}