{
  "song_name": "100万回のメリークリスマス",
  "singer": "クリフエッジ",
  "lyrics": "December 24th 空に舞い散るSnow光る今夜はイヴ 二人だけの Believe叶いますように 伝えられますようにMessage for youHappy Merry Christmas!!銀色の街に(Merry Christmas)願いが舞い散る(Merry Christmas)きっと聖夜なら君に愛を伝えられるはずさSilent Night(Merry Christmas)Holy Night(Merry Christmas)Only oneOh precious Oh specialこの聖なる夜に今day by day 君と逢って好きという気持ち強くなっておれってそんなだっけ?気づけば君の事考えてる見えはしない 人の心今夜くらい 素直に伝えたいずっと見つめていたい今日 特別になりたいOh Yeah Oh Yeah Oh Yeah～街を彩るイルミネーション君と幸せなイマジネーション願い繋げるDestination I wanna be with youHappy Merry Christmas そう君だけのサンタクロース世界中の恋人達願う夢 いつか叶うまで Be loved!銀色の街に(Merry Christmas)願いが舞い散る(Merry Christmas)きっと聖夜なら君に愛を伝えられるはずさSilent Night(Merry Christmas)Holy Night(Merry Christmas)Only oneOh precious Oh specialこの聖なる夜に今掌に落ちた雪はいつか解けて消えゆく埋めるDistance寒さに凍える君の仕草思わず 強く 抱きしめたForever Love YouI wanna Rap Youまた来年も君とランデブーサプライズは突然がいい叶えてやる特別な日君を誘い出したこのクリスマスおれにとってはマジ意味深いずっと君ととったあのプリクラ眺めてるだけじゃもう無理さIt's only…my heartIt's only…my heart君だらけさ いつのまにかおれは君の特別な人になって…いつの日か100万回のKiss 100万回のTears100万回のHug 100万回のBelieve街を彩るイルミネーション君と幸せなイマジネーション特別なコミュニケーション I wanna be with youHappy Merry Christmas 想いを繋ぐサンタクロース世界中の人がみな願う夢 いつか叶うまで  Be loved!銀色の街に(Merry Christmas)願いが舞い散る(Merry Christmas)きっと聖夜なら君に愛を伝えられるはずさSilent Night(Merry Christmas)Holy Night(Merry Christmas)Only oneOh precious Oh specialこの聖なる夜に今Oh Silent Night (Merry Christmas)Oh Holy Night (Merry Christmas)You're Only One (Very Special day)Oh Oh Oh OhOh Silent Night (Merry Christmas)Oh Holy Night (Merry Christmas)You're Only One (Very Precious day)Oh Oh Oh Oh",
  "translated_lyrics": "' In the 24th sky of the sky, Snow, it's light, it's just two Believe-like believe. It's just the two.♫ Merry Christmas ♫ ♫ Merry Christmas, ♫ ♫ Merry Christmas, ♫ ♫ Merry Christmas ♫ ♫ Silent Christmas ♫ ♫ Silent Christmas, ♫ ♫ Merry Christmas, Holy Night ♫ ♫ Oh, ♫ ♫ Oh, this holy night ♫ ♫ Oh, ♫ ♫ I love to see you and I love you. ♫ ♫ Oh, my God, I love you. ♫♫ I want to be ♫ ♫ I want to be ♫ ♫ I want to be ♫ ♫ I want to be ♫ ♫ I want to be ♫ ♫ Oh, yeah ♫ ♫ I'm going to be ♫ ♫ Oh, Yeah ♫ ♫ I love the Illumination. ♫ ♫ A happy imination, a happy imagination, a happy imagination, the ♫ ♫ Destination I Want, Be with youHappy Merry Christmas, ♫ ♫ You're the only Santa Claus ♫ ♫ My lovers around the world, ♫ ♫ Be my dream ♫ ♫ Be my dream ♫ ♫ Be my friend ♫ ♫ -Oh, my♫ Merry Christmas ♫ ♫ Merry Christmas ♫ ♫ Merry Christmas! ♫ ♫ Merry Christmas ♫ ♫ Merry Christmas, Holy Night, ♫ ♫ Oh, my love. ♫ ♫ Merry Christmas ♫ \"The snow that falls on the palm of this holy night is one day, and it's going to disappear.\" Forever Love YouI Wanna, YouI Wanna, Rap You, and next year, you and Randy Surprise abruptly come up with a special day for you and me to be able to come true. I can't just stay with you. I can't just look at the prekra. I can't do this anymore. I can't just look at it. It's my own. It's heartless, my heart, my heart, when I become your special person ... when it's a million Kiss one million Tears...100 Hug per million Hug per million Hug's 10 million Believe Street, the Illumination and the Happy Imagination. All the people from Santa Claus all over the world, all the people around the world wish to be in Be-like until one day of their dreams.♫ Merry Christmas ♫ ♫ Merry Christmas ♫ ♫ Merry Christmas ♫ ♫ Silent Christmas ♫ ♫ Merry Christmas ♫ ♫ Silent-Christmas' Only oneo ♫ ♫ Oh, oh, oh, oh, oh! ♫ ♫ Oh, this holy night ♫ ♫ Oh, oh, oh! ♫ ♫ Oh, oh, oh, oh ♫ ♫ Oh, oh, oh ♫ ♫ Oh, oh, oh ♫ ♫ Oh, oh, oh ♫ ♫ Oh, oh, oh, oh ♫ ♫ Oh, oh, Night (Merry Christmas) You're Only One (Very Special Day) Oh Oh Oh Oh Oh Oh! Oh Holy Night (Merry Christmas) Oh Holy Night (Very Precious Day) Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh, Oh Oh Oh Oh"
}