{
  "song_name": "Last Christmas",
  "singer": "Yuji Oda with Butch Walker",
  "lyrics": "Last Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone specialOnce bitten and twice shyI keep my distance but you still catch my eyeTell me baby,Do you recognize me？Well it's been a year it doesn't surprise me(Happy Christmas！)I wrapped it up and sent itWith a note saying “I love you”I meant itNow I know what a fool I've beenBut if you kissed me now I know you'd fool me againLast Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone specialLast Christmas I gave you my heartbut the very next day you gave it awayThis year to save me from tearsI'll give it to someone special",
  "translated_lyrics": "Last Christmas I gave my my heartpoint but very next day, you gave it to save me from tearsI, it to the other specialLast Christmas I gave you my my heartbreak, the very next day you gave. it's awayThis year to save me from tearsI'll be to it, it to the word, it's specialOnce, it's my own distance, my distance, my eyetell my eyeTell me, do you recognize me?Well-it's been a year it doesn't give me a Happy Christmas!I wrapped it it up and sent and sent and sent, I love you, I love you, I love you, what a fool, a fool I, beenBut if you know, you'd like you, you'd like me, you'd my own heartworth, you'd love my own heartworth Christmas I. Next day you gave it to save me from tearsI'll give it to it. It is a very next day Christmas I gave you my my heartbut the very next day you gave it to the save it from tearsI'll give you the. it's a waiton specialalLast Christmas I gave my my heartbut the very next day you gave it to save me from tearsI'll give it to you."
}