{
  "song_name": "ラスト・クリスマス",
  "singer": "リン・ユーチュン",
  "lyrics": "Last ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone specialLast ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone specialOnce bitten and twice shyI keep my distanceBut you still catch my eyeTell me babyDo you recognize me？WellIt's been a yearIt doesn't surprise me(Happy Christmas)I wrapped it up and sent itWith a note saying “I love you”I meant itNow I know what a fool I've beenBut if you kissed me nowI know you'd fool me againLast ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone specialA crowded roomFriends with tired eyesI'm hiding from youAnd your soul of iceMy godI thought you were someone to rely onMe?I guess I was a shoulder to cry onA face on a lover with a fire in his heartA man under cover but you tore me apartNow I've found a real loveYou'll never fool me againLast ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone special",
  "translated_lyrics": "Last Christmasi I gave you my heartpoints the very next day you gave it a yearto save me from tearsI'll give it to it. It's a very specialLast day Christmas.I gave you my heartbreak, you gave it, you gave next day it. away-This yearTo save me from tearsI'll give it to it, it to, it's - once, it is given, it's a distenanceBut you're a eye-Tell me, you still know, you're my babydo you recognize me?WellIt's been a yearIt doesn't like a yearIt, I wrapped it up, and sent and sent, I love you, and sent you, and sent it \"I love you\" I love you \" I, you kissed me, your fool I, beendo, if you know, now-know, you'd give you a call you. fool me againLast ChristmasI, you my heartmy, the very next day you gave it a yearto save me from tearsI'll give it a 'it to' specialalA, and you will be called, like, like, like, youAnd your soul of iceMy godI and you are the thought you are in your own? I guess I was a good, I was a good, I was a dude in a fire in a fire with a fire in his or her, and under you tore me. a real loveYou'll never fool me againLast Christmasi, you my heartbreak, the very next day you gave it to it, awayThis save me from tearsI'll give it to it."
}