{
  "song_name": "Our Christmas",
  "singer": "久保田利伸",
  "lyrics": "Merry Christmas to U　降り出す銀のしずく　浴びながらThe sweetest Christmas for 2　星がくれた出逢いを　抱きながら to UI send my love to U町に下りた天の川を　渡る冬の恋人達呼吸　染めてく　この想いは　またあなたをたどる揺れない Candle light　つつむ Silent nightとどく Nat King Cole　浮かぶ笑顔時をさまよい　綴る季節　夜に敷きつめてI'm just singing for UMerry Christmas to U　舞い散る銀の花に　濡れながらThe sweetest Christmas for 2　もろく甘い調べと　揺れながら to UI send my love to U宙に上った　町の灯り　雲の下を泳ぐ二人二度と戻らない　夜はめぐる　今　涙　あたたかいLet me say this for realMerry Christmas to U 降り出す銀のしずく　浴びながらThe sweetest Christmas for 2　星がくれた出逢いを　抱きながら to UI hear you're singing “This Christmas”You are the gift for our ChristmasI hear you're singing “This Christmas”We share the stars in our Christmas愛をのせて　Check this out, check this outMerry Christmas to U　舞い散る銀の花に　濡れながらThe sweetest Christmas for 2　もろく甘い調べと　揺れながら to UMerry,Merry ChristmasLet it snow, let it flow, Our Christmas last forever…",
  "translated_lyrics": "Merry Christmas to U. The sweetened Christmas for two stars to meet you, you know, the winter lovers on the Milky Way down the river to the 'to' send my love to U, and you're respirating the winter lovers of the Milky Way, and you're like, you're not going to be chewing on you, Candle, and Light　The sweetest nighttime of the smiling seasons, I'm just, for UMerry Christmas to U, and the sweetest Christmas for two, the sweetness of the silver, the sweetness of the town, the sweetness of the town lights, and the next night I'm going to be in the air, two swim in the air, and I'll never be back. Tear me, Say this for realMerry Christmas to U. The sweetest Christmas for two stars. She's there to meet you. My UI, you're singing, \"This Christmas,\" You are the gift of our gift, you're singing, you're singing. \"This Christmas\" We share the stars in our Christmas love, Check this out, check this outMerry Christmas to U Dance, and the sweetest Christmas for 2 dance, tremor to the sweetness of the sweetest Christmas for UMerry Christmas, Merry Christmaslet it A flow, let it flow, Our Christmas last ..."
}