{
  "song_name": "Christmas Morning(2015 Mix Ver.)",
  "singer": "赤西仁",
  "lyrics": "Snow's blowing on a cold winter morninglook from you I feel my heart beatingNever thought I couldn't get to know youNever thought I would be with youNow I wonder how we ever could have got hereWithout your love in my life, my one fearWaking up without youWe are changing and I know that you don't needEverything we had was all we could beCouldn't hear the words you told meI'm giving, I'm giving, I'm giving, I'm giving,I'm giving up, on youOh, I've been holding back this feeling for too long andI'm about to fall on youI gave you, I gave you, all of me,　ALL OF MEFirst time I saw your face the storms came the winds changedYou fogged my mind with snow I'm blind nowYou opened up the gates when you came, amazed meAnd now I'm drowning down down down down downWe running to this beat on Christmas morningEverything that I've done, I've done it for youWe running to this beat on Christmas morningEverything that I've done, I've done it for youSnow's blowing on a cold winter morninglook from you I feel my heart beatingNever thought I couldn't get to know youNever thought I would be with youNow I wonder how we ever could have got hereWithout your love in my life, my one fearWaking up without youWe are changing and I know that you don't needEverything we had was all we could beCouldn't hear the words you told meI'm giving, I'm giving, I'm giving, I'm giving,I'm giving up, on youYou don't know how much I sang this songYou don't know how long I left it onYou don't know how much I sang this songYou don't know how long I left it onYou don't know how much I sang this songYou don't know how long I left it onYou didn't know how much I loved youFirst time I saw your face the storms came the winds changedYou fogged my mind with snow I'm blind nowYou opened up the gates when you　came amazed meAnd now I'm drowning down down down down downWe running to this beat on Christmas morningEverything that I've done I've done it for youWe running to this beat on Christmas morningEverything that I've done I've done it for youNow I fall now you fall now we fall togetherNow I fall now you fall now we fall togetherNow I fall now you fall now we fall togetherNow I fall now you fall",
  "translated_lyrics": "Snow's blowing on a cold winter morninglook from you I feel my heart beatingNever thought I will not get to know how to know, I will be, be with youI I wonder how we've got ♪ Without your love in my life, my one fearWaking up, youwe are changing, and I know that you do all we do all we do all we do was all the words, you told, you told, I'mn't. I'm giving you, I'm giving, I'm giving, I'm giving, I'm giving, I'm giving, on youoh, I've been doing this feeling for youI, andandI'm about, about day, for fall on youI, you, I will be all of me, ALL OF MEFirst time I saw your. Face the storms: The RechangedYou fogged my mind with snow I'm: drowning the gates when you came down the jorning down, amazed down I'm drowning down down down down down. Christmas morningEverything that I've done, I've done it, I've done it for youwe on this beat on Christmas morningEverything that, I've done it, I've done it, I've done it, I've done it Snow's blowing on a cold winter morninglook. from you I feel my heart beatingNever thought I couldn't get to know, I would get with you. I would have the wish to be, youNow I wonder, we have ever got a wish, got hereafter, your love in my life, my one fearwaking up. without youwe are at the changing and I know that, you don't need, we had was all we could have been all the words, I'mn't giving, I'm giving, I'm giving, I'm giving, I'm giving, I'm giving, I'm giving up, You don't know how to know how to know how to know how to know, ongYou don't know how to know, long, left it, left it, how to know how I sang, I sang, I sang, this songYou don't know how to know how, long I, left, onYou don't know how to know, I sang this songYou. Don't know how long I left it isn't know how to know how well I'm I, youFirst time I saw your storms the storms, changedYou fogged my mind with snow, die I'm a knot up the gates when you're in the middle. You came down, amazed meAnd now I'm drowning down down down down down down down down down by running in the Christmas morningEverything that I've done, done it, done it on Christmas, it for you.toon, on Christmas. morningEverything that I've done I've done, now you fall, it fall, now you fall, now you fall now, now you fall, now you fall, now you fall now, now you fall, fall, now, fall now, fall now, fall now, fall, fall, and fall, now, fall, fall, and fall now, You fall"
}