{
  "song_name": "Merry Christmas Mr. Lawrence - FYI",
  "singer": "Utada",
  "lyrics": "I give you my heartHold on, let me sign itYour senorita a.k.a. your best friendHereby, let it be knownLove like never beforeI'm always at your serviceYou just have to holla at meNYC NYC what whatTokyo Tokyo what whatSend it up from the streets to the highestTo the highest highMp3 mp3 playersWork it out, work it out hustlersOm mani padme HumYou know I, I'm gonna be yours tonightWe're gonna... Ooh aahFYI We're gonna be up all nightI'll see you later, call meYou know my numberLike Captain PicardI'm chillin' and flossin'It's seven o'clockI issue a warningThat's right, we're stealing this showDamn right, letting em knowWe're sipping ChardonnayFrom 2pm on a working dayChing-a-ling ching-a-ling what whatChing-a-ling ching-a-ling what whatTake me down to the fields where the grass isWhere the grass is limeMp3 mp3 playersWork it out, work it out hustlersOm mani padme HumYou know I, I'm gonna be yours tonightWe're gonna... Ooh aahFYI We're gonna be up all nightI'll see you later, call meYou know my numberSee I don't need a free loaderNo, I don't want a free loaderIf you want a piece of this stuffGot to give, got to give somethingYou know I, I'm gonna be yours tonightWe're gonna... Ooh aahFYI We're gonna be up all nightI'll see you later, call meYou know my numberYou know I, I'm gonna be yours tonightWe're gonna... Ooh aahFYI We're gonna be up all nightI'll see you later, call meYou know my number",
  "translated_lyrics": "I give my my hearthold on, let me sign your Your own senorita a.k.a. Your best, Hereby, let it be knownlove like never beforeI, at your serviceYou just have a whatto-Tokyo Tokyo what whatSend it up from the highestTo. The highest higher-class Mp3 mp3 playersWork it out, work it out hustlersOm mani padme HumYou know I, I'm about to tonightWe're ... Ooh aahFYI We're up all nightall nighttime I'll see you later, call you later, Captain, my numberlike Captain PicardI'm -- and flossin 'and flossin' and flossin 'and flossin' and flossin 'and flossin' and flossin 'and flossin' It's are the warningThat's right, we're going to this showDamn right, meem know-know-sipping ChardonnayFrom 2pm on a working day Ching-a-ling what whatChing-a-ling what whatTake me down to the fields where the grass where the grass isWhere the grass is limeMp3 mp3 playersWork it out, work it out hustlersOm, mani padme HumYou know I, I'm about, tonightful, one, and one of the ... Ooh aahFYI We're up all nightI'll see you later, call you later, you later, my numberSee I don't, don't need a free loaderNo, I don't want a free a piece of this stuffer to give, got to. I'll give you somethingYou know I, I'm a bite, tonightful, tonightWe're ... Ooh aahFYI We're up all nightI nightI'll see you later, call meyou know my numberYou know I, I'm about the tonightful, tonightful, and ... Ooh aahFYI We're Up all nightI'll see you later, call meyou know my number."
}