{
  "song_name": "クリスマス",
  "singer": "amazarashi",
  "lyrics": "小さな雪の粒も積み重なれば　景色を変えるのは不思議ですねどうしようもない日も積み重なれば　年月となるのは残酷ですね僕が真夜中の部屋で一人　今年の懺悔を始めた頃遠い街の少女が　丁度眠りについた時雪が降り出した罪深い三百幾日に　白い雪の粒が舞い落ちてそれが年明けまで続けば　この過ちも枯れてくれるかなどこか遠くミサイルが飛んで　流星と見間違えた少女願いを一つ唱えたところ　今日は美しいクリスマス街のドブ川に冬の星座が　健気に光るから石を投げ入れた水面に千切れて別れた双子座の　再会を待ってたらバイトに遅れたよイヤフォンの中でしゃべるFM　曲紹介で途切れた音の間にぶつかった男の舌打ち　地下鉄の風は故郷の海風に似てる罪深い三百幾日に　白い雪の粒が舞い落ちてそれに心がかじかむのなら　憎しみも凍ってくれるかなどこか遠くミサイルが飛んで　流星と見間違えた少女願いを二つ唱えたところ　今日は美しいクリスマス汚れた僕が汚した世界　だからこそ嫌いになれないよ相変わらずの世界だから　君には見せたくないんだけどどうか　失望しないようにどうか　言ってくれないか　それでも好きだと罪深い十二月の朝に　白い雪の粒が舞い落ちてそれに優しさが埋もれたなら　こんなに眩しいわけはないよどこか遠くミサイルが飛んで　流星と見間違えた少女願いを三つ唱える前に　目を覚ましたら　パパのプレゼントさあ祈ろうぜ世界の為に　救いようない僕らの為に見てみろよ酷い世界だろ　今日は美しいクリスマス",
  "translated_lyrics": "It's a strange thing to change the scenery when a little snowy grain is stacked. It's cruel to change the landscape. When I first started to confess in the middle of the night, when I was in the middle of the middle of the night, when a young girl fell asleep, the white snow came down, and if it lasted until the beginning of the year, it would kill me, and I chanted a wish for a little girl who was flying far away from the sky, and I thought,　Today, I was late for the twin reunion in the beautiful Christmas town of Dov, and I was late for the twin reunion, and I was late for the twin again. The wind bumped into the Iyaafon. The wind bumped into my hometown. It's like a sea breeze. It's like a sea breeze. It's a 300-day-long white snow that's in the middle of a piece of white snow.　♫ I don't want to show you ♫ ♫ I don't want to show you ♫ ♫ I don't want to show you ♫ ♫ I don't want to show you ♫ ♫ I don't want to show you ♫ ♫ I don't want to show you ♫ ♫ I don't want to show you ♫ ♫ I don't want you to be disappointed, ♫ ♫ but I don't want you to be disappointed with it. ♫ ♫ And I don't want to be disappointed with that. ♫ ♫ There's a little white snow in the morning. ♫ ♫ There's no way that's so blinded. ♫ ♫ Before I can tell you three young girls who are flying far away from the sky, ♫　If you wake up your eyes, pray for your father, pray for the world. Look at it for us. It's a terrible world. It's a beautiful Christmas."
}