{
  "song_name": "Christmas Miracle (Japanese version)",
  "singer": "シン・スンフン",
  "lyrics": "街の灯りが消えてゆく頃　雪は静かに舞い降りてくるこの胸に君という愛(いと)しさが　音もなく積もるよう…小さな奇跡　願い続ける「愛」が君へと　届くようにともしそれが叶うならこの冬に　幸せを感じるだろう君を見つめてる　ただそれだけで　心の中が温かくなるまるでキャンドルを　灯したような　特別な一日に思えるよWhen the world is covered white onChristmas and the lights a bright on Christmas輝いて雪になる　この想いWhen the world is covered white on Christmas凍えそうな風の日も　僕は　君を守り続けたい…君は気づいてる?　なにげない日々が　素敵なものに　変わったことをまるでプレゼント　開けるようだよ　毎日が愛という贈り物When the world is covered white onChristmas and the lights a bright on Christmas光る君はジュエルのようだからWhen the world is covered white on Christmasこの世界の奇跡なら　永久(とわ)に　結び合える心信じ合える幸せを　君と…When the world is covered white onChristmas and the lights a bright on Christmas輝いて雪になる　この想いWhen the world is covered white on Christmas愛する君の傍(そば)には　いつも　僕がいますように…愛が届くときも　永遠だけ　願うよ…Merry Christmas",
  "translated_lyrics": "As the lights of the city fade away, the snow is quietly descending, and the love of the little miracles is going to reach you, and if you will come to you, you will find yourself happy in this winter, and you will be happy in this winter, but it will be a special day. When you're all the more warm, you'll feel the warm heart. ♫ The lights a light ♫ ♫ This is about Christmas ♫ ♫ Omoth ♫ ♫ of snow ♫ ♫ When the world is a white on Christmas on Christmas ♫ ♫ I want to keep you ♫ ♫ Are you aware of that? ♫　It's like giving you a gift, as if you'd like to give it a gift. When the world is like, \"When the world is like,\" When the world is covered by the world, the world is like, \"When the world is covered by the world, you're going to be able to shine a little,\" \"The world is white on, and you're looking at it.\"　♫ You and the world ♫ ♫ And the world is ♫ ♫ When the world is ♫ ♫ When the world is ♫ ♫ When the world is ♫ ♫ When the world is ♫ ♫ When the world is ♫ ♫ When the world is ♫ ♫ When the world is ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ I'm always ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ I'm always here ♫ ♫ And the world is ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫　Eternity only wants ... Merry Christmas."
}