{
  "song_name": "Merry Christmas to You",
  "singer": "Da-iCE",
  "lyrics": "いつもよりも賑やかな街瞬くよ Lights見渡すかぎりこの Special time今年もやって来た　聴こえてくる Jingle bellsすれ違う人　鼻うた歌うそれぞれきっと大好きな人を思い浮かべながら歩いてる急ぎ足で向かう人の数だけ大事な人が待ってるんだそんなこといつも気に留めないだけでもうすぐ It's Christmas, Christmas忙しいこの街に　穏やかな Smile　広がってChristmas, Christmas寒さもうれしいほど心近くに感じるねこの季節だけの魔法が　輝かせる EverywhereWish you a Merry Christmas, Christmas届け君に改まると照れくさいけどメールよりも久しぶりの Callこの Special timeちょっと声が聞きたいあの人ならどれが喜ぶかなこの景色も好きだろうなとか実はいつも何気なく想うんだよもうすぐ It's Christmas, Christmas離れてるあの街で　同じこの Song　流れてChristmas, Christmas想い合う幸せが心にじんわりと沁みるねこの季節だけの魔法が　輝かせる EverywhereWish you a Merry Christmas, Christmas届け君に世界中が祈り捧げる Holy Night意味のあるものにしたい愛のかたちは一つじゃないSo Merry Christmas to You届け… To YouA Merry Christmas to YouWish you a Merry ChristmasChristmas, Christmas忙しいこの街に　穏やかな Smile　広がってChristmas, Christmas寒さもうれしいほど心近くに感じるねこの季節だけの魔法が　輝かせる EverywhereWish you a Merry Christmas, Christmas届け君に",
  "translated_lyrics": "It's a whole busier than usual. It's like this special time this year. It's like this year, it's like, it's like, it's like, it's like, it's like, it's like, it's like, you know, it's like, you know, bells, bells, and you're walking around. It's just a few people who are walking around. It's just a little bit like that. It's like, it's Christmas, Christmas, it's Christmas, it's just a little bit of a little bit of a little bit of a little bit of a little bit of a little bit　It's so close to Christmas, Christmas cold is so close to me. Everyday whereabonlight that makes the seasonal magic shiny, this is EverywhereWish you a Merry Christmas, Christmas, and it's a long time for you to change to you, and it's a long call this special. You know, I want to hear a little bit about it, and I always love this scenery. I'm always thinking about it. It's like, \"It's Christmas, it's Christmas. It's the same thing in the city. It's the same song. It's Christmas, Christmas, and you're all happy.\" ♫ I want you to pray for Christmas, ♫ ♫ Not one of the love of the world ♫ ♫ So Merry Christmas to You. ♫ ♫ To YouA Merry Christmas to YouWish you a Merry ChristmasChristmas, Christmas, ♫ ♫ in a busy town with a gentle smile ♫ You know, Christmas cold is so close to your heart. Everywhere magic is going to shine. Everyday you, you, whereupon you a Merry Christmas, Christmas delivery,"
}