{
  "song_name": "クリスマス？なにそれ？美味しいの？",
  "singer": "ヒャダイン",
  "lyrics": "Jingle bells! Jingle bells! Jingle all the way!Oh, what fun it is to ride in a one horse open sleigh!「なにがメリークリスマスだ…」Single! Hell!! Single! Hell!! Single Always!!何年連続になりますかねー?ひとりきり!!Single! Hell!! Single! Hell!! Single Always!!みんなハッピー!!ってわけじゃないんだってば　クリスマス!!華やぐ街　今年もクリスマスイブ去年と同じく　仕事　入れましたハロウィンとか　バレンタインデーとかまぁ　キライってわけじゃないんだけど　かやのそと!!今日　明日　限定!　神様信じる!…なんだか都合が良くないかい?「聖なる夜は　性なる夜」と　昔のことわざにもあるでしょう!!大体　メリー・クリスマスの　メリーって何!?(Mary had a little lamb)ああ　そうだ嫉妬だ!嫉妬の何が悪い!?あえて言おう　メリー　クルシミマス!!Single! Hell!! Single! Hell!! Single Always!!サンタ服でバイトしてるやつに　シンパシーSingle! Hell!! Single! Hell!! Single Always!!フライドチキン　一本　買ったけどね　クリスマス(Joy to the world…)O Tannenbaum, O TannenbaumWie treu sind deine BlatterMorming Morming Morming Morming うらやましいなあWe wish you a merry ChristmasWe wish you a merry ChristmasWe wish you a merry ChristmasAnd a happy New Year.ティ、ティッシュ!!　無料動画ティ、ティッシュ!!　ミニスカサンタ舞い散らせ☆　俺の　White Xmas☆Single! Hell!! Single! Hell!! Single Always!!真夜中　電話かけまくってみるよ　○○テレビSingle! Hell!! Single! Hell!! Single Always!!ネットで傷舐めあう　いつものクリスマスちっちゃい頃は　朝　目を覚ましたら枕の側には　おもちゃがありました目を覚ましたら　飲み干した　空き缶中古で買ったマンガと　ケータイ充電器Single! Hell!! Single! Hell!! Single Always!!あすになったら　街も総入れ替え　気にすんな!!Single! Hell!! Single! Hell!! Single Always!!きっと来年は　ハッピー待ってるはず　クリスマス!Joy to the world, the Lord is come!Let earth receive her King;Let every heart prepare Him room.O Tannenbaum, O TannenbaumWe treu Sind deine BlatterSlint night, holy night.All is calm, all is brightものども　黙れぃ!日本人なら紋付袴でおせちを喰うのが伝統じゃろがいひとりで　行くぜ!　初詣!!",
  "translated_lyrics": "-Jingle bells! -Jingle bells! Jingle all the way! Oh, what fun it is to ride in a one horse open sleigh!\"Merry Christmas!\" Single! Hell!! Single! Hell!! Single Always!!How many years have you been there for a year?Kirikiri!!Single! Hell!! Single! Hell!! Single Always!!Everybody happy!!It's not like Christmas!And this is the Christmas Eve, this year, again, like Christmas Eve. I don't know if it's Halloween or the Valentine's Day. I mean, it's not like I'm not crazy!-Only tomorrow. - Limited!　God, believe me!Isn't it convenient for you?\"The Holy Night is a Sex Night,\" a long time ago!!Merry Christmas, big merry Christmas!(Mary had a little lamb) Oh, yeah. Jealous!What's wrong with jealousy?I'll tell you a word, Merry Crucimimas!Single! Hell!! Single! Hell!! Single Always!!It's a Santa Claus. That's one of the ones that you're bytes with. Hell!! Single! Hell!! Single Always!!I bought a piece of fried chicken. (Joy to the world ...) O Tannenbaum, O TannenbaumWie BlatterMorming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming Morming wish you a merry ChristmasAnd And a happy New Year.Ty, Tish!　Free videos, Tish!!　Mini-Scantaiando-no-no-no White Xmas☆Single! Hell!! Single! Hell!! Single Always!!I'll call you in the middle of the night. OO TV Single! Hell!! Single! Hell!! Single Always!!You know, when you wake up in the morning when you wake up on the Internet, you wake up in the morning, and you wake up and you wake up, and you wake up, and you wake up and you wake up, and you have a cartoon and a charger for a chirp. Hell!! Single! Hell!! Single Always!!When I come to tomorrow, I'm going to change the city as a whole!!Single! Hell!! Single! Hell!! Single Always!!I'm sure he'll be waiting for Christmas next year. Christmas!Joy to the world, the Lord is come! Let Earth receive her King; Let every heart prepare Him room.O Tannenbaum, O Tannenbaum, O TannenbumWe treu Sind deine BlatterSlint night, holy night. All is Shut up, kids!If you're a Japanese, you're going to have a traditional hamlet with a montsuki hakama, and you're going to have a long tradition!　Hatsumode!!"
}