{
  "song_name": "Last Christmas(Acoustic Ver.)",
  "singer": "chay",
  "lyrics": "Last ChristmasI gave you my heartBut the very next day you gave it away.This yearTo save me from tearsI'll give it to someone special.Once bitten and twice shyI keep my distanceBut you still catch my eye.Tell me, baby,Do you recognize me？Well,It's been a year,It doesn't surprise me(Merry Christmas)I wrapped it up and sent itWith a note saying, “I love you,”I meant itNow I know what a fool I've been.But if you kissed me nowI know you'd fool me again.A crowded room,Friends with tired eyes.I'm hiding from youAnd your soul of ice.My god I thought you were someone to rely on.Me？ I guess I was a shoulder to cry on.A face on a lover with a fire in his heart.A man under cover but you tore me apart,Now I've found a real love, you'll never fool me again.I thought you were here to stayHow can love be for a day？A face on a lover with a fire in his heartA man under cover but you tore him apartMaybe next year I'll give it to someoneI'll give it to someone special.Last Christmas I gave you my heartYou gave it awayI'll give it to someone,I'll give it to someone special",
  "translated_lyrics": "Last Christmasi I gave you my heartbreak the very next day, you gave it away. This yearTo save me from tearsI'll give it it to it. Once, bitten and noisie shyI keep my distanceBut you still catch my So Tell me, baby, Do you recognize me?Well, It's been a year, it doesn't have it. It's a wrapped it up and sent and sent, it's up and sent, it's up and sent, I love you, and sent and sent, you know, a note, \"I love I,\" but if you kissed me now-I know You'd fool me again.A, a room, Friends with a soul, eyes.I, your soul, your soul of ice, you are the god of god on.Me? I was I, I was a good to cry on a fire with a fire in a fire in a man under her heart.A man under you tore me, Now I've found a real love, you'll never be called, you'll never, you'll be here, you'll be here. To StayHow Can Love Be for a Day?A-face on a lover with a fire in his, and a man under a man, and you tore ... next year year I'll give it to it to someoneI'll give it it to someoneI'll give it it to, Last Christmas I gave you my heartyou, it's it. awayI'll give it it to it, I'll give it to it"
}