{
  "song_name": "In Silence of Christmas",
  "singer": "伊藤ふみお",
  "lyrics": "We see you smile in a light... it's all we need to seeThe smile that ease our heart, the smile that binds the partsA missing piece of our heart, that's what we're all looking forWhat can we give you?　How can we help you to find?In silence of Christmas,Why don't we take a look around the world?What's going on?　What's falling down?In silence of Christmas,Why don't we look inside of our heart?What does it tell?What do we feel to find the missing piece?In silence of Christmas...We hear you sing some funny songs, they always makes us laughAnd we all start to sing, sing funny songs and laughHow can we give one more hope to children and the old?Every little smile you give makes us think of it...In silence of Christmas,We will be giving thanks from our heart...What do we face?　What do we carry on?In silence of Christmas,A promise will be made in our heart...What do we take?What do we give to find the missing piece?In silence of Christmas...In silence of Christmas,Why don't we take a look around the world?What's going on?　What's falling down?In silence of Christmas,Why don't we look inside of our heart?What does it tell?What do we feel to find the missing piece?In silence of Christmas...",
  "translated_lyrics": "We see you smile in a light ... it's all we need to see' s the smile, the smile that binds the partsA, the partsA, the partsA missing pieces of our heart, that's what we're all, forwhit, we're going to give you what you?　How can we help you to find? In Silence of Christmas, Why don't we take a look around the world? What's going?　What's Falling down? In Silence of Christmas, Why don't we look inside of our heart? What does it tell? What do we feel, the missing piece? In Silence of Christmas ...We've done you, you sing some, they're doing it, they always are all sing, we all start to sing, we all start to sing, and how can we do it? How do we want? Every? Every? Every? Every. Every little smile you give, You're the right, us think of it ...In Silence of Christmas, We will be, in our ...What do we face?　What don't carry on? In Silence of Christmas, A promise will be made in our heart ...What do we take? What do we take? In Silence of Christmas?In Silence of Christmas, Why don't we take a look around the world? What's going?　What's Falling down? In Silence of Christmas, Why don't we look inside of our heart? What does it tell? What do we feel, the missing piece? In Silence of Christmas ..."
}