{
  "song_name": "マイクリスマスキャロル",
  "singer": "Hilcrhyme",
  "lyrics": "夏の終わりから書き溜めた言葉を並べる あぁ また間違えたうまく行かないもんだね普段読まない本まで手に取って書き足した文字意味も大して分かっちゃいないのに書いては直す もう一回備えた まだ先の　ホーリーナイト決してあなたにばれないように事を運んだ　今日に合わせ創ったこの曲を聴いてあなたは喜ぶのかなぁ花束でも添え渡そうさながら真っ赤な鼻持つトナカイ「ごめん今日も無理 だって忙しい」って使いたくもない言葉　言い訳に間に合わす クリスマスの日までに時間を割き また密かに仕事の合間に書いた何食わぬ顔で帰る「ただいま」不器用かつ不格好な歌詞初めてだもん まぁしょうがないたった一人への思いなんて単純明快  simple is bestring ring my ジングルベルI wish your merry christmas todayI wish your merry christmas tonight私はあなたの為に歌を書く今夜だけの歌をI wish your merry christmas todayI wish your merry christmas tonightまた１つ思い出が増えたね俺からの賛美歌創る 一人毎晩気付けばもう冬の匂いがした街は冬の支度を始め溢れかえる恋人たちで輝くイルミ まるでクリスタルのようもう時間ない 幾ばくもチクタクチクタクと迫る日曜日のクリスマス最高の１日にしてやりたいと綿密に計画 けど本当は向いてない性格的にケーキにシャンパンじゃ全然足りないよあれもこれもそれもどれも全てまとめて俺が届けようBGMは恒例のキャロルじゃなくもちろんコレ OK？サビに向けてクレッシェンド  共に歌おうこの形の無いとびっきりのプレゼントI wish your merry christmas todayI wish your merry christmas tonight私はあなたの為に歌を書く今夜だけの歌をI wish your merry christmas todayI wish your merry christmas tonightまた１つ思い出が増えたね俺からの賛美歌雨が雪に変わる頃に 出来たようやくうまく歌えるのかもわからず ひたすら創作分かりやすいフレーズの１つでも入れてやろうかそうすれば一緒に歌えるかな 世界に１つのmy christmas carolmy christmas carolmy christmas carol聖夜鳴り響く鐘の音が...いつも聞いてるこのフレーズもこの音に乗せ自分なりに歌って聞かせようJingle bells, Jingle bells,Jingle all the way!sing along my christmas carolonly holy nightJingle bells, jingle bells,Jingle all the way!世界中に響く鐘を鳴らそうI wish your merry christmas todayI wish your merry christmas tonight私はあなたの為に歌を書く今夜だけの歌を",
  "translated_lyrics": "You can write down the words that you write down from the end of the summer, and you don't have to do it again. You don't know what you're writing. You don't have to read it again. You're not going to do it again. You're not going to do it again. You're not going to do it again. You're not going to be able to get you. ♫ I don't want to use it ♫ ♫ I'm too busy ♫ ♫ I'll be in time for a Christmas day ♫ ♫ I'm not going to be ♫ ♫ I'm going home ♫ ♫ Int ♫ ♫ Int ♫ ♫ Int ♫ ♫ Inorganic, inorganic lyrics ♫ ♫ Undyeing, ♫ ♫ I don't want to be ♫ ♫ simple, simple, ♫ ♫ I don't want to be alone. ♫ ♫ Simple is my wish, simple, simple, wish ♫ ♫ wish your wish, your wish, your wish, your wish, your wish. ♫ merry christmas, I wish to sing a song for you tonight, my wish, my wish, my wish, my wish, my wish, my wish, my wish, my wish, my merry wish, your merry christmas, my friend, every single night, every single night, the smell of winter. It's a winter buzz, a lovers, a dolphin. It's like a clique. It's like a crystal. I want to do it on a Christmas day, the best day of Christmas, the best day of the Christmas day, I want to do it, and I'm not really going to be really short of champagne in a cake. And all of that, and all of this, and I'm going to report all of that, and I'll tell you that BGM isn't Carroll, of course, but, of course, okay?I wish to sing together for sabi, my wish, my wish, my wish, your wish, your wish, your wish, your wish, your wish, your wish, your wish, your wish, your wish, your wish your merry christmas, I wish you a song for you tonight. I wish you a song for you tonight. You know, there's one more reminding. I don't even know whether I can sing well when the rainy season turns into snow, and I don't know whether I can sing a song together. One my christmas carol, my christmas carol, my christmas, the sound of a bells ringing.I always listen to this phrase. I'll make this sound. Jingle bells, Jingle bells, Jingle all the way! sing, my, my christmas, my christmas jingle bells, jingle bells, Jingle all the way!ring around the world. I wish your wish, your merry christmas todaywish, your wish, your wish, your wish, your merry christmas, and I'll write songs for you tonight."
}