{
  "song_name": "Happy 045 Xmas",
  "singer": "Crystal Kay",
  "lyrics": "we gotta bounce tonightwe gotta have a good timeI'm gotta make you キラキラ　let's party in HAMAwe gotta bounce tonightwe gotta have a good timeI'm gotta make you キラキラ　let's party in HAMAeveryone 高鳴る　winter bellsすぐに出かけよう　いい感じの今夜everyday 待ってたよずっとためらわず let's go　海が見える sweet townshake it up popping up　ときめいて何か起きそうな　この街のどこかでshake it up popping up　会えたなら声かけてよ「merry Xmas to you」HAPPY 045　いつでもこの場所だけは　夢の楽園HAPPY 045　このままシアワセに　なるようにwe gotta bounce tonightwe gotta have a good timeI'm gotta make you キラキラ　let's party in HAMAfeel so right　彼氏と彼女愛を語ろう　見つめ合う今夜it's alright　片想いなら友達連れて　はしゃいじゃおう China townshake it up popping up　 わすれない胸熱くなる　この街の思い出shake it up popping up　会えたなら声かけてよ「merry Xmas to you」HAPPY 045　もうすぐきっと星降る　冬の楽園HAPPY 045　今すぐキスをして　抱きしめてoh wow uh uh...　oh wow uh uh...my bells　鳴り響くよlove bells　君のそばで瞳綴じて感じるから　愛はここにあるよ「merry Xmas to you」HAPPY 045　いつでもこの場所だけは　夢の楽園HAPPY 045　このままシアワセに　なるようにHAPPY 045　もうすぐきっと星降る　冬の楽園HAPPY 045　今すぐキスをして　抱きしめてwe gotta bounce tonightwe gotta have a good timeI'm gotta make you キラキラ　let's party in HAMA",
  "translated_lyrics": "We don't know, we have a good bounce, tonighs I'm a good, a good timeI, make you kira in HAMAwe, the other, bounce, bounce, tonightwe, have a good timeI, make you make you kick, party in HAMAeveryone.　I'm going to get out of my way. I've been waiting for you tonight. I've been waiting for it tonight. I can see the Sea of the Sea, and I can see it. It's a nice, intipable, up popping up, up popping up. If I got something in this town that's likely to happen in this city, I'll say, \"merry Xmas to you.\" HAPPY 045 at any time,　♫ I'm dreaming like HAPPY 045 ♫ ♫ I'm going to be in a theater like HAPPY 045 ♫ ♫ We've got a good bounce, tonightwe to a good timeI, ♫ ♫ I'm good in HAMAmy ♫ ♫ I'm going to say ♫ ♫ ♫ ♫ ♫ ♫ ♫ It's my love. ♫ ♫ Tonight, it's ♫ ♫ It's alright. ♫ ♫ I want to be with my friends ♫ ♫ I'm talking to my friends ♫ ♫ I'm talking about them ♫ \"merry\" it up popping up popping up up popping up popping up popping up. \"merry Xmas to you,\" HAPPY 045, a winter paradise, HAPPY 045, and hugly kissing it, oh, wow, uh, uh, uh ...　Oh, wow, uh, uh, uh♫ My bells ♫ ♫ Merry Xmas to you. ♫ ♫ HAPPY 045 ♫ ♫ HAPPY 045 ♫ ♫ HAPPY 045 ♫ ♫ I'm going to be a kiss. ♫ ♫ Fucking ♫ ♫ Fucking winter ♫ ♫ HAPPY 045 ♫ ♫ And hugly kissing me ♫ ♫ I hugly hugly kissed me, ♫ ♫ I'm going to bounce, ♫ ♫ have a good timeI'm not a good make you Kirakira let's party in HAMA"
}