{
  "song_name": "This Christmas(Album Version)",
  "singer": "大江千里",
  "lyrics": "疲れているなら　僕の胸へおいで今は真冬の雪のように　降り積もればいいだろうロッジにあふれた　人の数が減って暖炉の火が僕らを照らすと　きみは少し微笑むうまくいかないことの方が　今年は多かったけど少しずつキャンドルに　灯りをともしていこう雪が降り始めた　窓あけてごらんよ冷たい粒が　きみの髪に　そっと落ちてはとけてく幸せいつだって　自分自身が決めること祈りを込めて　きみに捧げるたったひとつの　Merry Christmas for You不格好なのは　僕が作ったからひいらぎの実と枝を合わせた　てのひらサイズのツリー毛布にくるまり　デッキにでようよ心の奥が透き通って　思わず息を吸い込むきみの言葉を聞きたいのに　きっかけが見つからずしんしんと積もりだす　雪の音だけ響く真っ白な画用紙に　足跡をつけようどんなにきみが　はしゃいでいても　やがて雪が隠してくきみに出会った瞬間に　感じてた想いがあるよ永遠という　言葉の意味に僕は気付いた　Merry Christmas for Youふもとの町の家の灯り　全部消えるときまでかじかんだ指先を　ポケットで暖める雪が降りつづける　空見上げてごらん花火のように　広がりながら　僕らの腕にとけてく幸せはいつだって　自分自身が決めること祈りを込めて　きみに捧げるたったひとつの　Merry Christmas真っ白な画用紙に　足跡をつけようどんなにきみが　はしゃいでいても　やがて雪が隠してくきみに出会った瞬間に　感じてた想いがあるよ永遠という　言葉の意味に僕は気付いた　Merry Christmas for You",
  "translated_lyrics": "If you're tired, you'll come to my chest, you know, it's going to fall like a winter snowfall. You know, it's a little bit of a little bit of candy. You know, it's a little bit smiling. You know, it's a little bit of a little bit of a little bit of candy, but it's a little bit like a little bit of candy, but it's a little bit of candy, and it's a little bit of a little bit of candy that's going to fall off your hair, and you'll see that it's a little bit of your hair.　Merry Christmas for You is not a good thing, because I made a tree blanket in a tree blanket in a tree-like tree of trees, and I would like to hear your words in the middle of my heart, and I would like to hear what you said, and I would like to hear your words in the white paper, and I'll see you.　♫ I feel like I've been feeling ♫ ♫ Merry Christmas for You ♫ ♫ ♫ ♫ I noticed ♫ ♫ I noticed ♫ ♫ I noticed ♫ ♫ I noticed ♫ ♫ I noticed ♫ ♫ I'd like to see ♫ ♫ I'll see ♫ ♫ I'll see ♫ ♫ And the snowy ♫ ♫ ♫ of the sky ♫ ♫ And the ♫ ♫ ♫ ♫ ♫ ♫ Painting like a firework ♫ ♫ And the happiness ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ Merry Christmas ♫ ♫ One Merry Christmas ♫ ♫ of a prayer paper ♫ ♫ into the white paper ♫　♫ I'll keep track of my footprints ♫ ♫ And no, no, no, no, no, no, no. ♫ ♫ There's a moment when it's snowing ♫ ♫ I have a feeling that I've seen you ♫ ♫ I realized forever ♫ ♫ Merry Christmas for You ♫ ♫"
}