{
  "song_name": "LAST CHRISTMAS",
  "singer": "古内東子",
  "lyrics": "Last Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone specialOnce bitten and twice shyI keep my distance but you still catch my eyeTell me baby, do you recognise me？Well it's been a year it doesn't surprise me(Happy Christmas！)I wrapped it up and sent itWith a note saying “I love you” I meant itNow I know what a fool I've beenBut if you kissed me now I know you'd fool me againLast Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone specialA crowded room, friends with tired eyesI'm hiding from you and your soul of iceMy god I thought you were someone to rely onMe？ I guess I was a shoulder to cry onA face on a lover with a fire in his heartA man undercover but you tore me apartNow I found a real love you'll never fool me againLast Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year to save me from tearsI'll give it to someone special",
  "translated_lyrics": "Last Christmas I gave my my heartpoint but very next day, you gave it to save me from tearsI, it to the other specialLast Christmas I gave you my my heartbreak, the very next day you gave. it is awayThis year to save me from tearsI'll be, it will be a, it's specialOnce, it is still, do you keep you up, do you still eyetell my baby, do you recognise me?Well-it's been a year it doesn't give me a Happy Christmas!I wrapped it it up and sent and sent and sent, I love you, I love you, I love you, what a fool, a fool I, beenBut if you know, you'd like you, you'd like me, you'd my own heartworth, you'd love my own heartworth Christmas I. Next day you gave it to save me from tearsI'll give it to it. It is a very next day Christmas I gave you my my heartbut the very next day you gave it to the save it from tearsI'll give you the. It is a piece of it, it's a special, friends with your friends, you and your soul, you and your soul of your soul, you're the god of you, you're a man to be onMe? I was I, I was a, a good, a fire, a fire, a fire, a fire in a fire in his, heartundercover, heartthing, a real love, apartNow, a real love, it's a real love, you'll never, you'll never, you'll be, you'll be, you'll be, you'll be heartbut the very next day, you gave me the year to save me from tearsI, it to my other alLast Christmas I gave you my heartbreak the very next day you gave it it the it from tearsI'll give it to it"
}