{
  "song_name": "クリスマス イブ feat. AISHA",
  "singer": "童子-T",
  "lyrics": "あの懐かしいメロディー　今も消せないメモリーキミと　キミと　逢いたいあんなに愛したのに　もう聴こえないハーモニーキミを　忘れないよ街はイルミネーション　今日は何もヤル気ねえもうガラにもなくこんな気分　別にいつもと変わらねえそんなイブざわめく表参道は渋滞　頭に浮かぶおまえの顔何十回もラジオからはマライア　出会った年はイベントで騒いだ2年目無理して取ったホテル　なあ今でも覚えてる?カッコつけながら渡したプレゼント　ちょっとハズしたペンダント込み合う花屋で買ったポインセチア　にじむ記憶の写真セピア手には携帯でも発信ボタン押さず切る　一人きりのクリスマス　イブあの懐かしいメロディー　今も消せないメモリーキミと　キミと　逢いたいあんなに愛したのに　もう聴こえないハーモニーキミを　忘れないよ去年は寄り添い聴いたジングルベル　あったまるシングルベッド雪がちょうど12時から降り　飾りつけた小さなツリーそんなbetter days もいつしか…　今更になって気づいたおまえがいないとこんなにも　変わっちまうなんてもう何もかもどうでもいいなんてマジだせえ　らしくねえ　ひとりよがりじゃ愛じゃねえ最後はお互い悪いとこばかり　見つけてはおまえを泣かし感情的になって言い争った　同じこと繰り返し傷つけあったごめんな ありがとういつか伝えたい　寂しく響くサイレント　ナイトあの懐かしいメロディー　今も消せないメモリーキミと　キミと　逢いたいあんなに愛したのに　もう聴こえないハーモニーキミを　忘れないよこの季節がくると　あの日思い出すのでも泣きたくないの　今どこに?一人のクリスマスイブ　思い出が雪にとけてゆく一人のクリスマスイブ　笑顔が通りすぎてゆく雪降る　見慣れた街　なんにも　変わらないのにキミだけが　いなくて…あの懐かしいメロディー　今も消せないメモリーキミと　キミと　逢いたいあんなに愛したのに　もう聴こえないハーモニーキミを　忘れないよ",
  "translated_lyrics": "♫ I don't want to forget the old melodies, ♫ ♫ I don't want to hear ♫ ♫ Yves ♫ ♫ The streets aren't there ♫ ♫ Yves ♫ ♫ There's nothing for it ♫ ♫ There's no gala ♫ ♫ I'm not guling ♫ ♫ I'm stuck in a traffic jam ♫ ♫ There's a few tens of radios on the radio ♫ ♫ I've seen Maraiah, ♫ ♫ I've seen Maraiah in the radio ♫ ♫ Two years on the event ♫ ♫ I still can't remember ♫ ♫And I bought a little bit of a little bit of a gift with a little bit of pence-down with a little bit of a pencil that I'd bought with a little bit of a pendant, and I wouldn't be able to miss it. I won't forget it. I don't want to leave it. I can't do it. I can't do it. I can't forget it. I can't hear it. I can't hear it. I can't hear it. I've been listening to it. Last year, I had a jingle bells, a single,　♫ It's a little tree ♫ ♫ It's like a little tree ♫ ♫ It's like a little tree ♫ ♫ It's like no one. ♫ ♫ And no matter what it's like, it's like, ♫ ♫ I don't know what it's like anymore. ♫ ♫ And I'm not alone, ♫ ♫ I'm not going to love you ♫ ♫ I'm not going to love you. ♫ ♫ You've got to cry ♫ ♫ You've got to cry ♫ ♫ Inverted ♫ ♫ I'm sorry, ♫ ♫ I'm sorry. ♫ ♫ I'm sorry. ♫ ♫ Silent ♫ ♫ Silent ♫ ♫　Knight, I miss my melody, and I'm not going to disappear. I don't want to hear it. I don't want to forget that day. I don't want to cry out that day.One Christmas Eve reminds me of a snowy smile on a snowy street, and I don't have to be the same. I don't have the same kind of funny melody. I can't just disappear. I'm not going to disappear. I can't hear you. I'm not listening to you."
}