{
  "song_name": "クリスマスの響き",
  "singer": "KOKIA",
  "lyrics": "「聖なる夜よ。どうかクリスマスのこの夜に、この世界が同じ1つの希望を心にとめることができますように。世界中の誰もが、愛する人と過ごすことができますように。平和を願う気持ちが1つになりますように。」Holy night, I wish this world takes oneand same hope into heart on this Christmas night,everyone in the world spends time with loved ones.and...may wishes for peace become as one.Merry merry Christmas to you.奇跡の夜に　愛する人と過ごせますように日々の幸せと　世界の平和を　同じ気持ちで　祈りたいの何もいらないよ　世界中が同じ　響きで幸せ願えたなら綺麗ごとだっていい　言わないよりはいい　誰かが先頭を行くものよ音楽隊の旗に　掲げられた印は　いつの時代も同じ愛を歌おう　愛を叫ぼうMerry merry Christmas to you.聖なる響き　今　この時代に生きている愛を　忘れないように歌の終わりから　続いてゆくもの　あなたが心に感じたもの愛は響くほどその力を増し　私をあなたを照らし始める音楽は自由の　翼を広げて　心に旅をさせてくれるの遠くの誰かも優しく包んで　離れていてもそばに感じるクリスマスの夜は1人じゃ寂しいせめて唇に歌を　よみがえる優しい時の中でMerry merry Christmas to you同じ気持ちがハモリますように　届きますように愛を歌おう　愛を叫ぼうMerry merry Christmas to you.聖なる響き　今　この時代に巡りあった君　忘れないようにMerry merry Christmas to you.奇跡の夜に　愛する人と過ごせますようにMerry merry Christmas to you",
  "translated_lyrics": "\" It's a holy night.I hope this world will be able to make one wish of the same thing on Christmas this evening.that anyone in the world can spend time with a loved one.Just like one thing for peace.Holy night, I wish this world, oneand same hope into this Christmas night, everyone in the world spends time with ones.and ...It's a Fall of Peace: Merry merry Christmas to You.♫ I don't want to pray for a miraculous night ♫ ♫ I don't want to pray for the same feelings of happiness and world peace. ♫ ♫ If the whole world is happy to be happy with the same resonance, I don't want to say ♫ ♫ You're going to lead the world ♫ ♫ and the mark of the music squad ♫ ♫ Love the same love. ♫ ♫ Merry merry Christmas to you. ♫It's so sacred now that you'll never forget the love that you live in this age, the more love you feel, the more it gets to me, the music that begins to illuminate your soul, and it's a piece of music that opens up your wings to make you a journey, and it's a nice, long-to-minded night, and you'll feel lonely, you'll feel lonely at night, and you'll miss your lips, and you'll be able to sing it to your lips. You know the same feelings as you like, love your love, Merry merry Christmas to you.Merry Merry Christmas to you in this era of holy sounds.Merry merry Christmas to you, as if you would love to be loved by a miracle night."
}