{
  "song_name": "No More Blue Christmas",
  "singer": "Crystal Kay",
  "lyrics": "No wonder that I thought that they were going out of styleI just had to meet you to make Christmas seem worthwhileLast year when I had to send my Christmas cardsI had to sign my name aloneBut now your name is next to mineAnd there's more love in every lineI'm wishing a Merry Christmas to everyone I've knownNo more blue Christmas,'they'll all be brightNo more just pretending to be happy when I'm sadGoing through the motions while others feel gladNo more blue Christmas' now that I've found youOh, no wonder that I thought that they were going out of styleI just had to meet you to make Christmas seem worthwhileLast year when I had to buy my Christmas giftsI had to do it on my ownChampagne parties everywhereBut without you I just didn't careNow there's more than just a Christmas tree to decorate my homeNo more blue Christmas' now that I've found youNo wonder that I thought that they were going out of styleI just had to meet you to make Christmas seem worthwhileNo more blue Christmas' now that I've found youNo wonder that I thought that they were going out of styleI just had to meet you to make Christmas seem worthwhile---ohI just had to meet you to make Christmas seem worthwhile(Merry Christmas everyone)",
  "translated_lyrics": "No wonder I thought it was going to be. It was out of styleI. I had to meet you meet to meet you. HileLast year, I had a Christmas cardsI had a Christmas cardsI had a Christmas cardsI had a name, your name is next to mineAnd there's more love in every love in every Merry Christmas to every Merry Christmas to a blue Christmas, ' they'll all be brightno prednant to be happy when I'm just sadGoing through the motions while others, gladNo more blue Christmas' now that I've found youoh, no wonder that I have been going out of styleI just had to meet you Christmas seem to have whorty, whileLast year when I had to buy my Christmas giftsI had a my my ownit on my my owne Champagne, whereof-without you I-just-did-careNow there's's more than just a Christmas. tree to decorate my homeNo more blue Christmas'now that I've been found to be found to be found' now I've been found to be meet of styleI, meet the meet of styleI, just had Christmas' whileNo more blue ' Christmas'now' I've been found to be found to be found to be a meet of styleI, who is going to meet of styleI, had a meet, meet you to meet, meet, meet, meet, meet, meet Christmas Merry Christmas"
}