{
  "song_name": "クリスマス大作戦 feat.紗羅マリー",
  "singer": "SEAMO",
  "lyrics": "白い雪が舞い降りる　両手一杯　星のかけら白い雪のクリスマス　この温もり　分け合おうはやる気持ち　押さえきれずに　僕は君を迎えに喜ぶ顔が見たくて　少しでも君と居たくてメールも打たずに家を出たよ　まるでbusyなサンタのようにだって今日はクリスマス　逢いたいに決まってる　早く早くJingle, bells! Jingle, bells! Jingle all the way!Oh, what fun it is to ride, In a One horse open sleigh!待ち合わせの時間はまだまだ　でも走ってる　なぜだか早く着いて　君を待っていたい気分　映画の主役みたいな自分このリング　気に入るかな？　君の為に必死に選んだ何故か緊張 ドキドキ　君と初めて過ごす　聖なる夜気付いてる？　いつもより頑張ってる私の姿「何だか今日はちょっと違う　可愛いじゃん！　つい見つめてしまう」全ては今日の為　あなたの為白い雪が舞い降りる　両手一杯　星のかけら白い雪のクリスマス　この温もり　分け合おう「雪が降ればいいね」と言った　君の笑顔が僕に積もった寒くないのは　君がそして星が　照らしてくれてるから手袋ごしに手を握ろう　聖なる夜　2人君と過ごせる事に　今は最高聴こえてくる　クリスマスソングWe wish you a Merry Christmas,　We wish you a Merry Christmas,We wish you a Merry Christmas,　And a Happy New Year天気予報は信じない　あの空にかけよう　おまじないゆっくり　君の手を取り　そして空を見上げて目を閉じ数字を3つ数えたら　きっと僕らに奇跡おきるから2人で一緒にカウントダウン 3、2、1、0見上げれば　白い天使達が夜の空染めていく「サンタがくれたプレゼント LOVEと雪 2人を包み込むよ」一緒に居てくれてありがとう白い雪が舞い降りる　両手一杯　星のかけら白い雪のクリスマス　この温もり　分け合おう特別何か欲しいわけじゃない今まで以上に　私の事を想ってくれればいい「銀色に光る夜　願いはきっと空に届くよ」この雪が消えるとき 2人の願い　届くはずさ雪のような想い出を　積もらせよう白い雪が舞い降りる　両手一杯　星のかけら白い雪のクリスマス　この温もり分け合おう明日の朝は真っ白いつかは溶けてしまうけど思い出は溶けないよ大切な人に　メリークリスマスSleep in heavenly peace…",
  "translated_lyrics": "♫ The white snow of the white snow ♫ ♫ The white snow of the white snow ♫ ♫ The white snow crushes ♫ ♫ ♫ I'm glad to see you ♫ ♫ I'm glad to see you ♫ ♫ I'm glad to see you ♫ ♫ Christmas! ♫ ♫ Christmas! ♫ ♫ Christmas! ♫ ♫ Christmas, bells ♫ ♫ Jingle, bells! Jingle all the way! Oh, what fun it is to ride, In a One horse, open sleigh!I still have a lot of time to meet. I'm still running. I want you to get dressed. I want to wait for you. I'm going to take the lead in this ring, like, a movie star.　I chose to die for you because I'm gonna spend the first time with you, Doki Dokidoki, and the night you're going to be aware of the night.　I'm working harder than usual. \"What is it? It's a little bit different today!\"　♫ ♫ Everything's going to be ♫ ♫ All of the white snow on your hands -- ♫ ♫ And I said, ♫ ♫ It's the Christmas of the white snow. ♫ ♫ Your smile on my face ♫ ♫ And the cold of snow ♫ ♫ I'm sure that you ♫ ♫ I'm not cold ♫ ♫ You ♫ ♫ hold hands on my hand, ♫ ♫ and the stars are shining. ♫ ♫ And I wish you ♫ ♫ I want you to spend the night ♫ ♫ I want you to spend the night ♫ ♫ I want you to live with you ♫ ♫ We have wish you wish you a Merry Christmas, ♫ We're going to have to be happy with you. wish you a Merry Christmas, we wish you a Merry Christmas, And a Happy New Year weather forecast, and you take your hand and look at the sky and look at the sky, and if you count three, and you see the number three, two, one, two, two, one, two, two,　♫ The white angels are going to wrap up the night sky ♫ ♫ And the white snow ♫ ♫ ♫ I don't want the white snow ♫ ♫ I don't want the white snow ♫ ♫ I don't want the white snow ♫ ♫ I don't want you ♫ ♫ I want you to love me ♫ ♫ I'll give you a silver night. ♫ ♫ And when this snow is going to disappear, ♫ ♫ And when this snow is going to disappear, ♫ ♫ when the snow is going to go ♫ ♫ and there are two people's wish, ♫ ♫ of snowy memories ♫ ♫ The snow will fall ♫　♫ The white snow of the white snow ♫ ♫ The white snow of the snow ♫ ♫ and the white snow will melt in the morning ♫ ♫ Merry Christmas, Christmas, Sleep in, ♫ ♫"
}