{
  "song_name": "遥かなるクリスマス",
  "singer": "さだまさし",
  "lyrics": "メリークリスマス二人のためのワインと　それから君への贈り物を抱えて駅を出るメリークリスマス外は雪模様気づけば　ふと見知らぬ誰かが僕にそっと声をかけて来るメリークリスマス振り向けば小さな箱を差し出す助け合いの子供達に僕はポケットを探るメリークリスマス携帯電話で君の弾む声に　もうすぐ帰るよと告げた時のことメリークリスマスふいに誰かの悲鳴が聞こえた正面のスクリーン激しい爆撃を繰り返すニュースメリークリスマス僕には何も関係ないことだと言い聞かせながら無言でひたすらに歩いたメリークリスマス僕達のための平和と　世の中の平和とが少しずつずれ始めているメリークリスマス誰もが正義を口にするけど　二束三文の正義十把一絡げの幸せ　つまり嘘メリークリスマス僕はぬくぬくと君への　愛だけで本当は十分なんだけどメリークリスマス本当は気づいている今この時も誰かがどこかで静かに命を奪われているメリークリスマス独裁者が倒されたというのに　民衆が傷つけ合う平和とは一体何だろうメリークリスマス人々はもう気づいている　裸の王様に大人達は本当が言えないメリークリスマスいつの間にか大人達と子供達とは平和な戦場で殺し合うようになってしまったメリークリスマス尤も僕らはやがて自分の子供を戦場に送る契約をしたのだから同じことメリークリスマス子供の瞳は大人の胸の底を　探りながらじわりじわりと壊れてゆくメリークリスマス本当に君を愛している　永遠に君が幸せであれと叫ぶメリークリスマスその隣で自分の幸せばかりを　求め続けている卑劣な僕がいるメリークリスマス世界中を幸せにと願う君といえいっそ世界中が不幸ならと願う僕がいるメリークリスマス僕は胸に抱えた小さな　君への贈り物について深く深く考えているメリークリスマス僕は君の子供を戦場へ送るために　この贈り物を抱えているのだろうかメリークリスマス本当に君を愛している　永遠に君が幸せであれと叫ぶメリークリスマス本当に本当に君を愛している　永遠に永遠に君が幸せであれと叫ぶメリークリスマス凍りつく涙を拭いながらメリー　メリークリスマス生きてくれ生きてくれ生きてくれと叫ぶメリークリスマス雪の中で雪の中で雪の中でメリークリスマス白い白い白い白い雪の中でメリークリスマスメリークリスマス･････",
  "translated_lyrics": "♫ Merry Christmas, ♫ ♫ and I leave the station with a gift for you, ♫ ♫ ♫ Merry Christmas ♫ ♫ And there's a snow-looking guy ♫ ♫ Merry Christmas ♫ ♫ Somebody's coming over ♫ ♫ Merry Christmas ♫ ♫ I'll give you a little box ♫ ♫ I'm going to find my pocket ♫ ♫ ♫ Mary, ♫ ♫ Merry Christmas. ♫ ♫ Merry Christmas. ♫ ♫ And I'll give you my voice. ♫ ♫　♫ Merry Christmas, ♫ ♫ I heard someone scream at the front of the screen ♫ ♫ There's no news ♫ ♫ Merry Christmas, ♫ ♫ Merry Christmas, ♫ ♫ Merry Christmas ♫ ♫ Merry Christmas, ♫ ♫ I'm beginning to say nothing. ♫ ♫ There is a lot of peace and the peace of the world. ♫ ♫ There is a lot of justice. ♫ ♫ Justice, three, three sentences of justice. ♫ ♫ I mean, you know, Christmas, ♫ ♫ Oh, Christmas. ♫ ♫ And I'm going to tell you ♫ ♫　You know, it's not true, but it's not true, but it's still true, Christmas, you know, ♫ ♫ ♫ Merry Christmas, ♫ ♫ ♫ ♫ ♫ Merry Christmas dictator ♫ ♫ And what is the peace? ♫ ♫ Merry Christmas. ♫ ♫ Merry Christmas. ♫ ♫ And the people are already aware ♫　Merry Christmas, adults, adults, adults, adults, adults, adults, adults, adults, men and children, the same thing, since we had the contract to send their children to the battlefield. Merry Christmas, the eyes of Merry Christmas, all over Christmas, and I love you, and I love you, and I'm going to scream you're happy forever, and I'm happy to be happy for you, Merry Christmas, and I'm just going to be happy to see you happy.　♫ Merry Christmas ♫ ♫ ♫ ♫ ♫ ♫ Merry Christmas ♫ ♫ ♫ ♫ ♫ ♫ Merry Christmas ♫ ♫ I'm thinking about the gift ♫ ♫ ♫ ♫ Merry Christmas ♫ ♫ Mary, ♫ ♫ I love you ♫ ♫ I love you ♫ ♫ I love you ♫ ♫ I love you ♫ ♫ I love you ♫ ♫ I love you, I love you, ♫ ♫ Merry Christmas, I love you. ♫ ♫ Merry Christmas, ♫ ♫ I love you, ♫　♫ Merry Christmas ♫ ♫ Merry Christmas ♫ ♫ Merry Christmas ♫ ♫ Merry Christmas ♫ ♫ in the snow ♫ ♫ in the snow ♫ ♫ in the snow ♫ ♫ in the snow ♫ ♫ in the snow ♫ ♫ Merry Christmas, white, white, white, white snow ♫ ♫ Merry Christmas, ♫ ♫ Christmas, ♫"
}