{
  "song_name": "Last Christmas",
  "singer": "NOKKO",
  "lyrics": "Last Christmas I gave you my heartBut the very next day you gave it awayThis year, to save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year, to save me from tearsI'll give it to someone specialOnce bitten and twice shyI keep my distanceBut you still catch my eyeTell me baby, do you recognize me?Well it's been a yearIt doesn't surprise me(Happy Christmas!)I wrapped it up and sent itWith a note saying “I love you” I meant itNow I know what a fool I've beenBut if you kissed me nowI know you'd fool me againLast Christmas I gave you my heartBut the very next day you gave it awayThis year, to save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year, to save me from tearsI'll give it to someone specialA crowded room, friends with tired eyesI'm hiding from you, and your soul of iceMy God I thought you were someone to rely onMe? I guess I was a shoulder to cry onA face on a lover with a fire in his heartA man under cover but you tore me apartNow I've found a real loveYou'll never fool me againLast Christmas I gave you my heartBut the very next day you gave it awayThis year, to save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year, to save me from tearsI'll give it to someone specialA face on a lover with a fire in his heartA man under cover but you tore me apartMaybe next year I'll give it to someoneI'll give it to someone special",
  "translated_lyrics": "Last Christmas I gave you my heartpoints the very next day you gave it to save me awayThis year, to save me from tearsI'll give it to it, it to your specialLast Christmas I gave you my heartbreak, the very next day you gave. it's awayThis year, to save me from tearsI, it's to it, it to pits, \"Happy Christmas!\"I wrapped it up and sent and sent and sent, I love you, I love you, I love you, I love you, and a fool I, beenBut if you know, know-me now-know you do fool me againLast Christmas I gave you my my heartbut the very. next day you gave it a to save me from tearsI: it to-like Christmas I gave it to you, you my heartbreak the very next day you gave it to the save it from tearsI give it to it. It is a ... specialalA, friends with, friends with, eyesi, eyesI'm -- I, and your soul of soul, and you are called you, are you are you? I was I, I was a dea, and a fire, a fire, a fire, a fire, a fire in a fire in his, and you tore, I've got a real, and you tore, I've got a real, a real, it's a real, it's a real, it's a real, never, heartbut the very next day, my gave me the year, it to save me, it-to-me from tearsI'll give it to it, it to your own, Christmas I, you my heartbreak, the very next day you gave it to save it from tearsI'll give it to it, it to the other specialA face on a lover with a fire in his/you tore, and you tore me next year I'll give it a to someoneI'll give it to it, it's a good,"
}