{
  "song_name": "xmas kiss",
  "singer": "lol-エルオーエル-",
  "lyrics": "今夜snow magic会えなくても冬の魔法で距離が縮まってくsilent holy night誰よりも届けたいxmas kissding dong merry merry xmasding dong very special xmasding dong merry merry xmasding dong ding dong「いますぐ飛んで来て、暖めて欲しい」電話の向こう言えずに切った吐いては消えてく白い息キミのいない街募る雪ふたつ離れて進む道いつか重なり合うかな？星に願いを込めてキミに届くように今夜snow magic会えなくても冬の魔法で距離が縮まってくsilent holy night誰よりも届けたいxmas kissding dong merry merry xmasding dong very special xmasding dong merry merry xmasding dong ding dong「キミと見る雪が一番好きなんだよ」伝えようとしたけれど　ざわめきに消えた近くて遠い二人の距離それでも想いが募る日々ふたつ並んだ帰り道いつか重なり合うかな？星に願いを込めて奇跡起こるように今夜snow magic会えなくても冬の魔法で距離が縮まってくsilent holy night誰よりも届けたいxmas kiss(it's a very merry special holy night)きっとキミは来ない誰もいない街の中で星を見上げ　離れ離れ　君を想い出して時計の針が12時を指す頃いつもの場所にいるよ鐘の音が運ぶ魔法　ここで待っているよ今夜snow magic会えなくても冬の魔法で距離が縮まってくsilent holy night誰よりも届けたい　xmas kissding dong (hey) merry merry xmasding dong (hey) very special xmasding dong (hey) merry merry xmasding dong ding dongxmas kiss今夜snow magic会えなくても冬の魔法で距離が縮まってくsilent holy night誰よりも届けたいxmas kissding dong merry merry xmasding dong very special xmasding dong merry merry xmasding dong ding dong「いますぐ飛んで来て、暖めて欲しい」電話の向こう言えずに切った吐いては消えてく白い息キミのいない街募る雪ふたつ離れて進む道いつか重なり合うかな？星に願いを込めてキミに届くように今夜snow magic会えなくても冬の魔法で距離が縮まってくsilent holy night誰よりも届けたいxmas kissding dong merry merry xmasding dong very special xmasding dong merry merry xmasding dong ding dong「キミと見る雪が一番好きなんだよ」伝えようとしたけれど　ざわめきに消えた近くて遠い二人の距離それでも想いが募る日々ふたつ並んだ帰り道いつか重なり合うかな？星に願いを込めて奇跡起こるように今夜snow magic会えなくても冬の魔法で距離が縮まってくsilent holy night誰よりも届けたいxmas kiss(it's a very merry special holy night)きっとキミは来ない誰もいない街の中で星を見上げ　離れ離れ　キミを想い出して時計の針が12時を指す頃いつもの場所にいるよ鐘の音が運ぶ魔法　ここで待っているよ今夜snow magic会えなくても冬の魔法で距離が縮まってくsilent holy night誰よりも届けたいxmas kissding dong (hey) merry merry xmasding dong (hey) very special xmasding dong (hey) merry merry xmasding dong ding dong",
  "translated_lyrics": "If you can't see the snow magic tonight, it shrinks from the winter magic, and it shrinks from the winter magic, and it's more like a xmas kissding dong merry merry x masmasding. \"I want you to fly away right now. I want you to warm me.\" The way you don't speak out over the phone is gone, and the white breath of the city is missing, and the snow is snowy.Tonight, I want to reach you with a wish to reach the stars tonight, so that the distance is shrinkable by the magic of winter in the winter magic, and the magic of winter is shrinking, and the xmas kissding dong merry merry xmasding dong, the masmasding dong, the elmerry, the masmasding, the masmasding dong dong. dong, \"I like the snow that I love the most.\" I was trying to tell you, but the two distant, long distances that I was trying to evaporate in my mind, I would love to be on my way back.♫ ♫ I want to be a miracle ♫ ♫ to be a miracle ♫ ♫ of a miraculous ♫ ♫ by the magic of winter magic ♫ ♫ by the magic of the night ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫　I'm waiting here tonight. I want to be able to see you tonight by the magic of winter, and the magic of the winter magic is shrinking, and the xmas kissding dong (hey) merry merry, merry merry ddong, a very special xmasding dong, merry merry, dong, ding dongxmas. If you don't have to be able to meet you tonight, you're not going to see the snow magic tonight, and the magic of winter is shrinking, and the xmas kissding dong merry merry xmasmasmasmasmasding, xmasding dong, merry, xmasding, masmasding dong. \"I want you to fly away right now. I want you to warm me.\" The way you don't speak out over the phone is gone, and the white breath of the city is missing, and the snow is snowy.Tonight, I want to reach you with a wish to reach the stars tonight, so that the distance is shrinkable by the magic of winter in the winter magic, and the magic of winter is shrinking, and the xmas kissding dong merry merry xmasding dong, the masmasding dong, the elmerry, the masmasding, the masmasding dong dong. dong, \"I like the snow that I love the most.\" I was trying to tell you, but the two distant, long distances that I was trying to evaporate in my mind, I would love to be on my way back.♫ ♫ I want to be a miracle ♫ ♫ in a miraculous way ♫ ♫ by the magic of winter magic ♫ ♫ by the magic of the night ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ in the city of no one ♫ ♫ And I'm always in the middle of my watch ♫ ♫ of the clock ♫ ♫ of the bells ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫　I'm waiting here tonight, I'm waiting for you to see a snow magic tonight, even if the magic of winter's magic is shrinking, and I want to deliver it to you, and I want to deliver it to you more than anyone else in the winter, merry merry merry."
}