{
  "song_name": "Christmas Dream",
  "singer": "Diggy-MO'",
  "lyrics": "いかなきゃ　目が覚めないうちmy heart to your heart still in a dreamときめく take my love my love my love to youいつになく feel so special sweet素敵な lady some movie screenmaybe you're meant to stay with meit's christmas timesparkthe bibidibupit will come alive言いそびれてたこと whyyour heartswee-weety pophummin' in the light書くと言っていたあの曲まだ　この街にいるだろうかきみをつかまえにmemory kiss pizzicato of tears レンガの壁　揺れるネオンand tonightいかなきゃ　目が覚めないうちmy heart to your heart still in a dreamときめく take my love my love my love to youいつになく feel so special sweet素敵な lady some movie screenmaybe you're meant to stay with meit's christmas timeいかなきゃ　目が覚めないうちmy heart to your heart still in a dreamときめく take my love my love my love to youキラキラリ our winter breezegirl be an angel in a scenemaybe you're meant to stay with me foreverユニークデ　トビヌケテテ　チャーミング so fly一番のニュースguess？ what？ that？なんかいいことあるかも breath謎めく　煌めきでとまらないきっとはしゃいでる　え？ 隠し切れずyou know this, this is your melodyyessometimes you're downstory きみ　震える　闇に一番小さな世界　映るならねぇ　気づけば snowflakes美しく街を飾る　蘇る so white抱きしめるa dream comes aliveいかなきゃ　目が覚めないうちmy heart to your heart still in a dreamときめく take my love my love my love to youいつになく feel so special sweet素敵な lady some movie screenmaybe you meant to stay with meit's christmas timeいかなきゃ　目が覚めないうちmy heart to your heart still in a dreamときめく take my love my love my love to youキラキラリ our winter breezegirl be an angel in a scenemaybe you meant to stay with me foreverクツシタ Tシャツ　シタギ toot！ take off！ mn, fine！ユニークデ　トビヌケテテ チャーミング so flyso flythe world turnsnow a little bit between usas long as we live see ityou criedso delicateshow me the way you arethat's all i wantforever we wish our christmas dreams",
  "translated_lyrics": "My heart, my heart, my heart, my heart, my love, my love, my love, my love, my love, my love, my love, my love, love, love, my love, the love, the feel, the special, the special, the best, the best, the best, the best, the movie, the movie, the meit's mas to stay with the stay with the And timesparkthe bibidibupit will come alive, and whyymy heartsweete-weety pop-hummin ' in the light, I'll still be in the city, and I'll still be in this city, and I'll catch you. My love, my heart, my love, my love, my love, my love, my love, my love, my love, my love, my love, my love, my love, my sweet, sweet, sweet, sweet, sweet, sweet, sweet, sweet, sweet, you're there, we're going to stay with meit's christmas time, my eye is awake. My God, My heart to your heart, my love, my love, my love, my love, my love, my love, my love, the angel, the angel, the angel in a angel, the angel, the angel, the angel, the scenaybe, charaybe, you're the unicit. -What's your best news, huh? What? That?Maybe there's something good about it. Maybe it's a mystery. You can't just be a mystery. You know, you're not going to be there, right? You know, you know, you know, this is your own, this is your melodyessometimes, you're downstory, you're downstory, you're the smallest of the world, you're going to feel like flakes, flakes, beautiful, beautiful, hug, hug, hug, hug, hugly, wretchment, my heart to your heart, ♪ Take my love, my love, my love, my love, my love, my love, my love, my love, my love, my love, my love, my love, my love, my love, my love, my christmas, my eye, my sweet, your sweet ♪ ♪ \"My love love my love\" love \"my love\" love \"my love\" love \"my love\" love \"my love\", my love to stay, and my angel, my angel, my angel, my angel, my God, my God, my God, the tshirts, the cashitagi toot, the oot and the back. Take off! mn, fine!Unikedtetto so flyso flyso flyso flythe, flyso flythe world, little bit between we live, and the long as we live see, ityou criedso delicateshow me the way you areit's all i wantforever we wish our wish our christmas."
}