{
  "song_name": "Fun Fun Christmas",
  "singer": "Ms.OOJA",
  "lyrics": "願い叶う Christmas Eveきらめく Christmas tree for me永遠に続く今年も君と Merry Merry Christmasいつもの待ち合わせ場所にちょっとだけ早くついたわこの町の灯りがともる頃君に届け雪が溶ける前に待ってる時間も、手がかじかんでも君を思えば楽しいはず小さな奇跡の宇宙流れ星を探して願い叶う Christmas Eveきらめく Christmas tree for me私だけの Santa Clause君と過ごせたら Fun Fun Christmas今宵二人 Silent Night忘れられない Holy night永遠に続く今年も君と Merry Merry ChristmasA Merry Merry ChristmasA Merry Merry Merry ChristmasA Merry Merry Christmas高鳴る鼓動が奏でる Jingle all the way (Jingle all the way)今夜君がいるだけで I'm so happy (Happy)会えば会うほどにもっと温もりその手つないで雪が溶けるほど君との出会いが　宝物なのいつまでもつづきますように小さな奇跡の宇宙流れ星を探して願い叶う Christmas Eveきらめく Christmas tree for me私だけの Santa Clause君と過ごせたら Fun Fun Christmas今宵二人 Silent Night忘れられない Holy night永遠に続く今年も君と Merry Merry ChristmasA Merry Merry ChristmasA Merry Merry Merry ChristmasA Merry Merry Christmasきよしこの夜Merry Merry Christmas to you願い叶う Christmas Eveきらめく Christmas tree for me私だけの Santa Clause君と過ごせたら Fun Fun Christmas今宵二人 Silent Night忘れられない Holy night永遠に続く今年も君と...願い叶う Christmas Eveきらめく Christmas tree for me私だけの Santa Clause君と過ごせたら Fun Fun Christmas今宵二人 Silent Night忘れられない Holy night永遠に続く今年も君と Merry Merry ChristmasA Merry Merry ChristmasA Merry Merry Merry ChristmasA Merry Merry Christmas",
  "translated_lyrics": "I wish you, you and Merry Merry Christmas, you and Merry Merry Christmas, you and Merry Merry Christmas, this year, you and Merry Merry Christmas, you know, you and Merry Merry Christmas, you've got a little bit of waiting for you, and you'll be waiting for you to wait for the snow to melt. But you'll be happy to find a little miracle, a miracle, a little miracle, a little Christmas Eve. If I can spend my time with you on a Santa Clause for me, I'll never forget the night tonight. Silent Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry ♫ It's a little warmer ♫ ♫ 'I'm so grummer ' ♫ ♫ I'm warming ♫ ♫ I'm a little warmer than you ♫ ♫ I'm just warming up ♫ ♫ I'm going to meet you ♫ ♫ I want you to find a little miraculous spaceshive ♫ ♫ Christmas Eve Kirameen Christmas tree for ♫ ♫ If I spend my time with you myself, Fun Fun Christmas, you and Silent Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Christmas Merry Christmas to you. Christmas Eve, Christmas Eve, Christmas tree for you, Christmas tree for me. Fun. Fun. Fun. One Christmas tonight, two people Silent Night, I will never forget,My wish is a Christmas Eve, a Christmas tree, a Christmas tree, a Christmas tree for me, and a Santa Clause for me, Fun Fun Christmas, and I'll never forget Silent Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry Merry ChristmasA A Merry Merry Christmas"
}