{
  "song_name": "クリスマスソング",
  "singer": "back number",
  "lyrics": "どこかで鐘が鳴ってらしくない言葉が浮かんで寒さが心地よくてあれ　なんで恋なんかしてんだろう聖夜だなんだと繰り返す歌とわざとらしくきらめく街のせいかな会いたいと思う回数が会えないと痛いこの胸が君の事どう思うか教えようとしてるいいよ　そんな事自分で分かってるよサンタとやらに頼んでも仕方ないよなぁできれば横にいて欲しくてどこにも行って欲しくなくて僕の事だけをずっと考えていて欲しいでもこんな事を伝えたら格好悪いし長くなるだけだからまとめるよ君が好きだはしゃぐ恋人達はトナカイのツノなんか生やしてよく人前で出来るなぁいや　羨ましくなんてないけど君が喜ぶプレゼントってなんだろう僕だけがあげられるものってなんだろう大好きだと言った返事が思ってたのとは違ってもそれだけで嫌いになんてなれやしないから星に願いをなんてさ　柄じゃないけど結局君じゃないと嫌なんだって見上げてるんだあの時君に出会って　ただそれだけで自分も知らなかった自分が次から次に会いたいと毎日思っててそれを君に知って欲しくてすれ違う人混みに君を探しているこんな日は他の誰かと笑ってるかな胸の奥の奥が苦しくなるできれば横にいて欲しくてどこにも行って欲しくなくて僕の事だけをずっと考えていて欲しいやっぱりこんな事伝えたら格好悪いし長くなるだけだからまとめるよ君が好きだ聞こえるまで何度だって言うよ君が好きだ",
  "translated_lyrics": "It's kind of like a bell that doesn't sound like a bell, and it's so cold. It's a holy night. You know, it's a holy night. You know, it's a holy night. You know, you're trying to tell me how many times you think about it. You're trying to teach you how many times you think about you.　♫ I know it myself, ♫ ♫ I don't want you to rely on Santa Claus' ♫ ♫ I want you to be beside me ♫ ♫ I want you to think about it all the time. ♫ ♫ I want you to think about it all the time. ♫ ♫ I love you. ♫ ♫ I love you. ♫ ♫ I love you ♫ ♫ I love you ♫ ♫ Fancy lovers. ♫ ♫ Fucking lovers ♫ ♫ You can grow up in the tonkai, ♫ ♫ I can do it in public. ♫ ♫ Oh, I'm sure you can do it ♫　I don't envy you, but I said, \"What would you like to be a present for you?\" I said, \"I don't want you to hate me, but I don't want you to be disgust, but I don't want you to behold me, but I don't want you to be a star, but I don't want you to be.\"　I don't want you to be here every day, because I don't want you to know that I want to meet you every day. I want you to know that I'm going to be in a corner, and I want you to be there, and I don't want you to go anywhere else. I want you to think about it all the time. I want you to come up with it. I want you to come up with it. I want you to say, \" I love you. I love you. I love you. I love you. I love you. I love you."
}