{
  "song_name": "CHRISTMAS MAGIC(Starlight Moonlight)",
  "singer": "Secret",
  "lyrics": "街を宝石箱　に変えてゆく魔法ふたり　シャランランララ(シャランランララ)クリスマスに見蕩れてやさしい目が　チョア(チョア　チョア)そわそわして　チョア(チョア　チョア)きっと　シャランランララ(シャランランララ)サプライズがあるんだわ偶然かな?(ヤイヤイヤイヤイ)胸が痛むよ(ヤイヤイヤイヤイ)下手ね　チョア　だけど　チョア騙されてあげていいよ君が好き　いたずら好き演技が下手っぴ　そこが素敵いっそ空の箱　くれてもいい darling けど サラン指輪より　花束よりそんなものより　欲しいものは私の心　やさしく包む愛をください oh my loveイルミネーションがちょっと　キラキラで眩しい街は　シャランランララ(シャランランララ)みんな　サラン　サラン　ラブラブ　サランこれから(ヤイヤイヤイヤイ)どこへ行くかも(ヤイヤイヤイヤイ)訊かず　チョア　今日は　チョア騙されてあげていいよ君は月　眩しい星真っ暗な道　照らす光ずっと君のあと ついて行きたいdarling ねえ サラン地図のない　見えない道迷わぬように　愛を信じてるベルがふたりの心繋ぐように響くよ oh my love今宵着慣れない服を着て普段行かない店へ来て愛は同じ　いつも同じねえ　クリスマスってちょっと可笑しいね　上々  1,2, 1,2,3 GO !君が好き　誰より好き君がいれば　何もいらないいっそ空の箱　気持ち詰め込んで　ねえ　サランディナーより　サプライズよりそんなものより　欲しいものは私の心　眩しく照らす愛をください oh my love",
  "translated_lyrics": "I'm going to turn the city into a jewelry box, the Shalanlanlara (Sharanlanlara) Christmas Christmas, and I'm sure that's the Chore Chore. I'm sure that's a surprise for Chalandalala.Yayiyayiyah, you know, you know, you know, you know, you know, it's nice to cheer up, and it's good to be cheerful. It's a good darling. It's like a piece of darling. It's like a piece of darling. It's like a bunch of flowers than a bunch of flowers. Oh, my love, my love, my love, my little mineral, and I love it.　I'm not going to ask you where to go and where you go. You know, Chore, you know, you know, it's a dark star, and you want to follow the dark, dark, dark, dark, dark, dark, dark, blindness, no. You don't have to see love. ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫　It's always the same kind of Christmas. It's always funny. One, two, two, two, two, three, two, three, twoI like you better than who you like, and you don't need anything more than a box of empty boxes, and you need more than a surprise to me than Sarrandiner than a surprise. Love me, oh my love, my love, my love, my love."
}