{
  "song_name": "クリスマス・イブRap",
  "singer": "KICK THE CAN CREW",
  "lyrics": "そう雨はだんだんと　白い雪に変わりまた何万個の奇跡がこの街に訪れる夜その度に今年も変わらねぇ仲間と朝までまた野郎のみで一年に一度の日祝うなんて異次元に行きそう大好きなあの娘はきっと…なんて思うと一瞬シット!場を彩る花もなく　特別な夜はまた終わるまあ　ウザ話も早々に　酒飲み気分上昇し上がってきたぜ体温もこのまま潰れようが　I don't know何気ないあの街燈も気のせいかいつもより最高の光が俺らに問いかける胡散臭いトークすら盛り上げるこんな夜は何かが起きそうな気がするよ　神様だが　結局あの娘振り向かず　過ぎ去ってくMerry X'masE・V・E　We wish　誰の幸せE・V・E　それが自分でも変じゃないE・V・E　We wish　だから今だけE・V・E　願いは届かない　終わらない前夜祭2001.12.24夜はこれからだkeep on!keep on!あけた酒は一本二本じゃすまないのさkeep on!金曜土曜よりも　燃える月曜　それは氷も溶ける熱病別々の地からみんなで集う走り出せ　銀河鉄道!新世紀　21世紀　世界中いっせいにまた定番中の定番チューンで声を上げるのさ一晩中!(hey!1.2.3) 3 to 2.1待ちわびたここ2、3週間今夜こそ二人マンツーマン　重なる聖なる時間、空間今夜、どんな話をしようかたい話はなしとしよう街の灯の下、アチコチと捜す　その姿、足取りをとぎれた電波、周りには気の知れたメンバー夜に溶ける最終電車　行き先は君のいない終点さE・V・E　We wish　誰の幸せE・V・E　それが自分でも変じゃないE・V・E　We wish　だから今だけE・V・E　願いは届かない　終わらない前夜祭一人ぼっちのさみしい奴らが集まり　いつもと変わらない宴会シャンパン、クラッカー…いくらはじけても心の中はsilent night楽しもう人一倍って思ってたはずが一人芝居浮かべたつくり笑いが似合う　からさわぎの続いた街このままで塞いどこう　この揺れる気持ちの深いとこBGMが不意に変わる皆に合わせて無理に騒ぐ、踊るなのに感じた孤独　耐え切れず窓の外をのぞくあの頃の二人の生活を　もう一度くれないか、聖なる夜!?今日みたいなholy nightに大事な君はもういない分かってるのに　期待したい　どっかでオレだけを待ってるように一人飛び出す夜の街は　嘘みたく混み合う雨と心の寒さに凍えながら　立ち尽くす君を求めたままE・V・E　We wish　誰の幸せE・V・E　それが自分でも変じゃないE・V・E　We wish　だから今だけE・V・E　願いは届かない　終わらない前夜祭",
  "translated_lyrics": "Well, it's raining, it's white, it's white, it's snowing again this year, and every single day in the city, you know, you're going to celebrate the other day, and you're going to celebrate one day at a time, and you're going to be at a different dimension, and you're going to be a big girl.There's no flower in the room, and it's going to end up again. I don't know, I don't know, I don't know, I don't know, I don't know. I think I don't know what happened to it. I don't know what happened to it. I don't know what happened to it. Merry X'masse, V, E, E, I wish, whoa, whoa, E, E, E, I wish,　That's not even weird. E, V, E-We wish, that's the only E-V-E-praive now, before the eve of 2001.12.24 nights, keep on!I'm sorry for the two of the booze, keep on, keep on!It burns more than Friday Saturday, and then it melts ice. It's a heat disease. We gather from a different place. We can run on the Milky Way.In the 21st Century of the 21st century, all the rest of the world is to be vocalized again at a standard routine in the middle of the whole night.(2) 3 to 2.1: For three weeks, this is the double holy time of the Man-Man in the street, and there is no talk about what you want to talk about tonight. The end of the street is the last train that melts down the street lights, the radio waves, the end of the last train that melts on the night of the street, and the end of the last train that melts into the night of the street, and the end of the night is that you have no one. E-V E We have the happiness of all-E.V. E. We wish　So just now, I can't reach the V' s, or the banquet, the champagne, the Crackers, all the time, and I thought, \"Silly, you know, I've had a lot of fun, but I've had a lot of fun, but I think it's a whole lot of fun. It's like a joke.\" And it's like this. It's like this. It's like this, it's like, it's like, it's like this. It's a deep feeling, it's so deep, it's going to be a little bit like a dance,　Will you give me one more time to look out of the window when I'm out of the window? Holy night!♫ ♫ ♫ I hope you're not alone ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ E ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ Everybody's happy, E, ♫ ♫ E, E, ♫ ♫ E, E, E, ♫ ♫ ♫ E, E ♫ E wish. ♫ ♫ Er V.E. ♫ ♫ I just can't get my wish. ♫ ♫ And I can't reach the wish ♫ ♫ for the night ♫"
}