{
  "song_name": "GREEN CHRISTMAS",
  "singer": "平井堅",
  "lyrics": "サンタクロースは来ない真っ白な雪は降らない真っ赤なキャンドルも要らないだけど祈るよ GREEN CHRISTMASDonnyの声は聴こえないchampagneの音も響かないそばには誰もいないそれでも歌うよ GREEN CHRISTMASママが飾った　おもちゃのChristmas tree彩る雪は　甘くない綿菓子パパの膝の上は　魔法のbig pillow目覚めた朝は　靴下にsweet candyWow Wow Wow Silent NightWow Wow Wow Holy NightWow Wow Wow Lonely NightあれからどれくらいWow Wow Wow Silent NightWow Wow Wow Holy NightWow Wow Wow Lonely Night夢を数えただろうサンタクロースは来ない真っ白な雪は降らない真っ赤なキャンドルも要らないだけど祈るよ GREEN CHRISTMASDonnyの声は聴こえないchampagneの音も響かないそばには誰もいないそれでも歌うよ GREEN CHRISTMAS(目を閉じて祈ろう　今日というこの夜は忘れてた優しさを　取り戻すためにあるから)彩る雪は　今年もないけれどあの日のChirstmas tree　この胸にevergreenWow Wow Wow Silent NightWow Wow Wow Holy NightWow Wow Wow Glory Night生きとし生ける者にWow Wow Wow Silent NightWow Wow Wow Holy NightWow Wow Wow Glory Night愛よ　降りつもれサンタクロースは来ない真っ白な雪は降らない真っ赤なキャンドルも要らないだけど祈るよ GREEN CHRISTMASDonnyの声は聴こえないchampagneの音も響かないそばには誰もいないそれでも歌うよ GREEN CHRISTMAS(星空に願おう　光あるこの夜は懐かしいあのメロディ　呼び覚ますためにあるから)Happy Christmas, Merry Christmas,Evergreen Christmas, it's GREEN CHRISTMAS.",
  "translated_lyrics": "♫ Santa Claus won't come ♫ ♫ GREEN CHRISTMASDonny ♫ ♫ I don't want to hear ♫ ♫ GREEN CHRISTMASDonny, ♫ ♫ I don't hear the sound of champagne ♫ ♫ And the snowy ♫ ♫ of a toy ♫ ♫ ♫ ♫ ♫ Christmas tree ♫ ♫ I don't have a sweet ♫ ♫ ♫ Sweet cotton candy. ♫ ♫ On my knees ♫ ♫ The magic big, pillow awake ♫ ♫ Sweet my socks. ♫ candyWow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Lonely Night Wow Wow Wow Wow Wow Wow Wow Lonely Night Wow Wow Wow Wow Wow I don't want to see Santa Claus. I don't want to hear the sound of a red candle that's not coming. GREEN CHRISTMASDonny doesn't have to be heard. GREEN CHRISTMAS (to close your eyes and pray for the kindness that we forget about today.) I don't have this year, but I'm sure that's the day This Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow! Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow Wow! Wow! Wow! Wow! Wow! Wow Wow Wow Wow Wow　♫ I don't want Santa Claus ♫ ♫ I don't want to hear ♫ ♫ I don't want to hear ♫ ♫ GREEN CHRISTMASDonny ♫ ♫ I don't want to hear ♫ ♫ GREEN CHRISTMASDonny. ♫ ♫ Sing ♫ ♫ GREEN CHRISTMAS ♫ ♫ I hope to see the starry sky ♫ ♫ Happy Christmas ♫ ♫ Merry, ♫ ♫ Merry, ♫ Christmas, Evergreen Christmas, it's GREEN CHRISTMAS."
}