{
  "song_name": "A Christmas Song",
  "singer": "Monkey Majik＋小田和正",
  "lyrics": "Wow...Merry ChristmasIt's a time when we can share with ones we loveThere's a light inside your heart, just let it glowAnd don't let it goIt'll brighten up your soul日が暮れて　煌きだす街角すれ違ってく　やわらかな笑顔舞い散る雪　それは　天使のよう今夜は　街中が　幸せに包まれて愛に溢れ　夜空にやさしく鐘の音が鳴り響くWow...Merry Christmas聖なる夜に抱かれこの喜びに感謝と平和を　願い祈りをWow...Merry Christmas雪はまだ降り続いて街中を白く静かに染めた美しく美しくAt this time of year眠れずに　窓の外を見てたね『少し前に　眠りに就いたの』枕の横にそっとプレゼント今年もあと少し　慌ただしくすぎたね時の流れ　忘れ去るように暖炉の火が揺れてるWow...Merry Christmas聖なる夜に抱かれこの幸せに感謝と平和を　願い祈りをWow...Merry Christmas雪はまだ降り続いて街中を白く静かに染めた美しく美しくさあキャンドルに火を灯しOh! It lights up your eyes照らしてごらんI'm searching for it見果てぬ　その明日をWow...Merry Christmas聖なる夜に抱かれ愛する人と...... 深く刻もうTake a look inside your soulWow...Merry ChristmasIt's a time where we can show how much we loveThere's a light inside your soul, and you know I won't let goThe most wonderful (So wonderful)Time of the year (Time of the year)Happy Holidays",
  "translated_lyrics": "Wow ...Merry ChristmasmoIt's's a time when we can share with one, we can a light inside your heart, a light inside your heart, just let it glowAnd don't let, goIt, it's brighten up your soul day, and it's a dark corner of the day, and it's a little bit of a little smile, it's a little smile,　Like an angel, the whole city is happily enveloped in love with love, night sky, and bells ringing in the night sky, and the Wow ...Merry Christmas, the holy night of the day, thank you for gratitude and peace for this joy, Wow ...Merry Christmas, the snow was still down on the streets and the beautiful, beautiful, beautiful, beautiful, beautiful, and sleepy at this time of year. Wow, there was a little bit of a little bit of sleep next to my pillow. Wow, the heat of the fireplace was shaking like the one that left me in a moment.Merry Christmas, be held at the holy night, wish for gratitude and peace for this happiness, Wow ...Merry Christmas, the snow is still coming down and the whole city is white, quietly, beautifully, and beautifully and beautifully, and lit the candles for a fire. Oh It's a light up your eyes. I'm looking for you. I'm looking for it for for it. Wow.Merry Christmas, the night of holy night, and the man I love... Take a deep, take, look, a look, inside your soulWow ...Merry ChristmasmoIt's a time where we we can show how much, how much, There's a light inside your soul, and you know, and you know, won't let: The most wonderful time of the year (Time of the year) Happy. Holidays"
}