{
  "song_name": "Christmas for U",
  "singer": "MCU",
  "lyrics": "君の家　近所の公園　駅のホーム　車の中バイト先　どこかの街　それぞれに雪は積もるでしょう来年も再来年もその先何十年後でも　永遠に続くでしょう　メリークリスマス今日はクリスマスイブ前夜　些細な事で君と喧嘩いつもなら時が解決　こんな日に限って未解決 (un)「ごめんね」のタイミングが決まらない仕方ないがそれじゃ始まらないすると　君は僕に言った　「明日のクリスマスイブ…」　解ってるってモデルさんみたいにドレスアップして豪華なディナー超馬鹿みたいにシャンパンでも開けて上がりましょう　笑いましょう繋がりあおう　(ウ～ン？)でも　彼女ちぐはぐなまんまで掴めないジグザグなアンサーのまんまなぜかもどかしげに　「家でゆっくり過ごしたいな」って意外な言葉にとまどいと　ほっとする目の中空の色やっといつもの関係に　もどった気がするよ完全に君のその手　君のその目幾度となく抱きしめる君の家　近所の公園　駅のホーム　車の中バイト先　どこかの街　それぞれに雪は積もるでしょう来年も再来年もその先何十年後でも　永遠に続くでしょう　メリークリスマスワインとチキンと小さなケーキ　ありきたりだけどいい眺め慣れない手つきで作った料理　不格好　レシピとはほど遠いそれ見て彼女美味しそうなんて言うから調子のるツリーにはベルとかサンタさんが　手作り感覚のアンバランスさでもいっか2人だけのこの日を明日に歌い上げるいつもの部屋に心地よい会話　君の代わりはどこにもいないさ側にいれば自然とさ　毎日毎日イベントさそれじゃも一度乾杯しよう　今日を案内しよう君のその手　君のその目幾度となく抱きしめる君の家　近所の公園　駅のホーム　車の中バイト先　どこかの街　それぞれに雪は積もるでしょう来年も再来年もその先何十年後でも　永遠に続くでしょう　メリークリスマスいつだってどこにだって　特別な夜はそこにある僕の中に君の中に　特別な花はそこに咲く晴れの日だって雨の日だって　2人の時はここにある何年何十年過ぎようが　2人の日々はここにある君のその手　君のその目幾度となく抱きしめる君の家　近所の公園　駅のホーム　車の中バイト先　どこかの街　それぞれに雪は積もるでしょう君の胸　街の明り　2人の想い　心の中温かい　変わらない　特別な灯はともるでしょう来年も再来年もその先何十年後でも　永遠に続くでしょうメリークリスマス",
  "translated_lyrics": "♫ I'm going to see a lot of snow ♫ ♫ I'm going to see a lot of snow ♫ ♫ I'm going to be there next year. ♫ ♫ Merry Christmas ♫ ♫ Christmas Eve, ♫ ♫ I'm going to be fighting with you forever ♫ ♫ I'm sorry, I'm sorry, I'm sorry, I'm sorry. ♫ ♫ I'm sorry, I'm sorry. ♫ ♫ You're not going to have to start with me. ♫ ♫ You know, I'm sorry, I'm sorry. '　You know, you know, you know, you know, you dress up like a model, you dress up like a model, and you open up a champagne like a super idiot. Let' s laugh. Let' s get connected. (Laughter)But I don't want to grab a jigzagous anther, and I feel like, \"I want to spend my time at home.\" And I feel like I'm going to have to do something about it. And I think it's going to be snowing in the middle sky of your home. And it's going to be snowing in every corner of your home park. And it will last again next year, and it will last for decades,　♫ Merry Christmas Swine and chicken and little cake ♫ ♫ It's a nice little cake, it's a little bit like a recipe. ♫ ♫ And in the tree ♫ ♫ in the tree ♫ ♫ in a tree ♫ ♫ I'm going to sing the bell ♫ ♫ ♫ I'm going to sing ♫ ♫ And I'm going to sing ♫ ♫ And I'm going to sing ♫ ♫ And I'm going to sing ♫ ♫ And I'm going to sing ♫ ♫ And I'm going to be in my room ♫ ♫ And I'm going to be ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ and I 'm　♫ I'm going to show you ♫ ♫ ♫ ♫ ♫ ♫ I'll hold my hand ♫ ♫ ♫ ♫ ♫ I'll have to be ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ I'll be ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ I'll be ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ And ♫ ♫ and there is a special flower ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ special flowers ♫ ♫ There's a day ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ It's been a rain ♫ ♫ And it's been a rain day ♫ ♫ And it's been a rain ♫ ♫ And it's been a rain ♫ ♫　The two of you will be here in the middle of your home in your home car, your own eyes, in your home car. You'll see that there will be a little bit of snow on every corner of your home town. You'll have two memories of your heart. Next year will be the same, again, again, again next year. Merry Christmas,"
}