{
  "song_name": "クリスマスキャロルの頃には",
  "singer": "TAKA+BA-K from デリカテッセン",
  "lyrics": "クリスマスキャロルが流れる頃には二人組凸凹サンタです プレゼントの中身はHappiness今夜Endless 贈るTenderness Let's Go!(TAKA)年に一度のBig party キラメクネオン光る街今年も会場は熱気ムンムン ケーキや料理の匂いプンプンYes Yes Y'all HipHop讃美歌を熱唱底無し上げてくぞTension Everybody楽しんでSession(BA-K)合図だす すると騒ぎだす 町はライトで身を飾る2人のサンタの 連夜の登場 どこもかしこもLet's get it on迷わないよOne night organize今日は無礼講 朝まで仕様がない迎えトナカイを手配中だから今宵は楽しむアバンチュールクリスマスキャロルが流れる頃には二人組凸凹サンタです プレゼントの中身はHappiness今夜Endless 贈るTenderness Let's Go!(TAKA)クリスマスパーティーは中盤戦過ぎてあっちゅうま!!すでに終盤ですみんなで楽しむプレゼント交換ビンゴ大会一等はどんなん?タラッターラッパ鳴り止まぬクラッカーみんなでパーティーは楽しいなヤッパ(BA-K)クラッカーならして始まるShow timeどこの誰でもパーティー招待 Yeah!2枚目 聖歌隊司会進行役 That's all rightListenシャンパン チキン ケーキ ステーキ素敵な2日間の奇跡に酔わされ2次会3次会 すべてを忘れたいクリスマスキャロルが流れる頃には二人組凸凹サンタです プレゼントの中身はHappiness今夜Endless 贈るTenderness Let's Go!クリスマスキャロルが流れる頃には二人組凸凹サンタです プレゼントの中身はHappiness今夜Endless 贈るTenderness Let's Go!冬の祭典待ってたクリスマス 楽しむ顔 皆うり二つ冬の祭典待ってたクリスマス冬の祭典待ってたクリスマス 楽しむ顔 皆うり二つ男女振り向かす 今夜ソリ浮かす 前のサンタをアクセル踏み抜かすクリスマスキャロルが流れる頃にはどういう君と僕に 雪は降るのだろうか?クリスマスキャロルが流れる頃には二人組凸凹サンタです プレゼントの中身はHappiness今夜Endless 贈るTenderness Let's Go!クリスマスキャロルが流れる頃には二人組凸凹サンタです プレゼントの中身はHappiness今夜Endless 贈るTenderness Let's Go!虹かかりそうな幸せ×良い子にしていた分だけ君にお届けしたならGood bye また来年会おうぜGood night",
  "translated_lyrics": "When Christmas carols are flowing, they're both convex and concave. The contents of the presents are Happiness to Endless Tenderness, Let's Go!(TAKA) In this year's Big party, it's like a hot spring cake and a dish with a lot of hot spring bakes and food, Yes Y'all, Y'all HipHop, and I enjoy the song, and there's a lot of Tension, and there's a lot of uproots, and there's a lot of rushes on the lights, and the town is on the right side. It's a two-year-old Santa's night. Let me's a get it on. I don't have a specification until the end of the day, because I don't have the specifications. I'm going to enjoy the evening of the Aventure Christmas Carol, and it's a biparity recave. The contents of the presents are Happiness to Endless Tenderness Let's Go!(TAKA) The Christmas party is too late to fight!!!I'm already in the end. What do you think is the first time you can enjoy the exchange of gifts?Taratter, bugle, krakackers, all the parties to the party, Show time, Show at the Crackers, the party, the second, the second, the Saints, That's all rightListen, the Chicken, the Chicken Cake, the Chicken Cake cake, the two-day miracle, the third party, and by the time Christmas Carol is running, you're two of the unevenly-convex Santa Claus. The content of the present is Happiness to Endless tonight, Tenderness Let's Go!When Christmas carols are flowing, they're both convex and concave. The contents of the presents are Happiness to Endless Tenderness, Let's Go!I've been waiting for a winter festival for Christmas, and I've been waiting for two winter festivals. I've been waiting for a Christmas winter festival. I'm waiting for Christmas, enjoying the Christmas holidays. How do you and women snow when Christmas carols are flown before Christmas Carol is running?When Christmas carols are flowing, they're both convex and concave. The contents of the presents are Happiness to Endless Tenderness, Let's Go!When Christmas carols are flowing, they're both convex and concave. The contents of the presents are Happiness to Endless Tenderness, Let's Go!Rainbow, happy, happy, good, good bye. I'll see you next year. I'll see you next year. Good night."
}