{
  "song_name": "LAST CHRISTMAS",
  "singer": "Salley",
  "lyrics": "Last ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone specialLast ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone specialOnce bitten and twice shyI keep my distanceBut you still catch my eyeTell me babyDo you recognize me？WellIt's been a yearIt doesn't surprise me(Happy Christmas)I wrapped it up and sent itWith a note saying ‘I love you’I meant itNow I know what a fool I've beenBut if you kissed me nowI know you'd fool me againLast ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone specialLast ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone specialA crowded room, friends with tired eyesI'm hiding from you and your soul of iceMy god I thought you were someone to rely on？Me？ I guess I was a shoulder to cry onA face on a lover with a fire in his heartA man undercover but you tore me apartNow I found a real loveYou'll never fool me againLast ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone specialLast ChristmasI gave you my heartBut the very next day you gave it awayThis yearTo save me from tearsI'll give it to someone special",
  "translated_lyrics": "Last Christmasi I gave you my heartpoints the very next day you gave it a yearto save me from tearsI'll give it to it. It's a very specialLast day Christmas.I gave you my heartbreak, you gave it, you gave next day it. away-This yearTo save me from tearsI'll give it to it, it to, it's - once, it is given, it's a distenanceBut you're a eye-Tell me, you still know, you're my babydo you recognize me?WellIt's been a yearIt doesn't like a-wrapped it, up and sent and sent and sent, I love you, and sent, and sent, and sent, \"I love\" I, you kissed, now-know, nowy, if you'd like you'd. fool me againLast Christmasi, you my heartmy, you my next day, very next day you gave it a yearto save me from tearsI'll give it to it, it to your own heartbreak, you give your heartbreak, you my heartbreak, the very next day, you gave it its away-This yearTo save me from tearsI'll give it it to it, friends with your friends, you and your soul, you and your soul of you god, you and your god on?Me? I was I, I was a dea, and a fire, and a fire with a fire in a fire in a fire in his or her heartundercover, a man, a real, a real, a real, a real, a real, it's a real, it's a real loveYou. heartbut the very next day, you gave it a gave it a yearto save me from tearsI'll give you my, it gave you my heartbreak the very next day Christmasme I my heartbreak, the very next day you gave it tearsI'll give you to it special",
  "tone_name": "Sadness"
}