{
  "song_name": "一人のメリークリスマス2008＜Urban Silence Remix by TABO＞",
  "singer": "エイジア エンジニア",
  "lyrics": "Silent Night Holy NightSilent Night Lonely Night…君が居なくなった今　何が残りどう変われたのだろう在るがまま　有りのままに　俺受け入れてくれた君に何が出来たのか　冷えた手のひらに落ちたのは辛く流した涙　胸の痛み　幼すぎたあの頃への悔やみ誰よりも淋しがり　何よりも愛しい君の温もりむやみに欲しがって塞ぎ込んだ　あの日素直にちゃんと言えたなら言葉の足りなさ　恋のはかなさ　若さ逆さまな感情浅はか一人の冬に凍えたから　今も記憶に残る君だから手をつないで歩いてた帰り道目に映る街並み　華やかに灯る光今は一人で歩いてく帰り道長く足取り重く　白く白く吐息残る今宵は雪が舞う　一人のメリークリスマスこんなにも寂しいって　胸が痛いほど君の影を探す　初めてのメリークリスマス本当は会いたくて　白い吐息のぬくもり思い出すスローモーションな動く町並み　イルミネーションはセピアにうつり音も無い世界一人迎えた　やるせない気持ちのホーリーナイトBusy　言い訳に　Steady　な時が遠くの彼方追いやったメモリー今噛みしめるロンリーナイト　痛いほど冷たい雪の日泣いて震えた君の背中　あの時そっと抱きしめたらたらればだけで作り上げた　未来じゃ何も変わらないままよぎる面影　募る思い出　もう戻れないあの日々は人の温もり　愛しさの意味　教えてくれた君はもう今宵は雪が舞う　一人のメリークリスマスこんなにも寂しいって　胸が痛いほど君の影を探す　初めてのメリークリスマス本当は会いたくて　白い吐息のぬくもり思い出すあの頃と変わらない夜空　ただ冷たく通りすぎる風街彩るイルミネのライトアップ　ただ違うのは隣にいない君僕のダウンジャケットのポケットで　暖め合う　つないでた手と手冬空の下　君と二人　寄り添って歩いてたありのままの自分すべて受け止めてくれたのに　僕はどうして君のすべて分かってあげられず　それにも気づかず　少しずつすれ違いお揃いのシルバーの指輪　捨てられず今は輝き失って錆びてゆく…とまらない…元にはもう戻らない雪に嬉しそうに笑った横顔二度と見れない事　手放した事　ずっとこの先も後悔するだろうもう会えない夜　クリスマスイヴには会いたくて…会いたくて…君探して…温もり思い出す今宵は雪が舞う　一人のメリークリスマスこんなにも寂しいって　胸が痛いほど君の影を探す　初めてのメリークリスマス本当は会いたくて　白い吐息のぬくもり思い出す今宵は雪が舞う　一人のメリークリスマスこんなにも寂しいって　胸が痛いほど君の影を探す　初めてのメリークリスマス本当は会いたくて　白い吐息のぬくもり思い出すSilent Night Holy NightSilent Night Lonely Night…",
  "translated_lyrics": "Silent Nightful NightSilent Night Lonely Night: What was left of the rest of the life where you were gone now, and what I was able to do now, and I fell into the cold paler when I fell into the cold palms of my heart and the pain of my tear, and I was so sorry for my loss to that time, and I was so lonely that I felt more than I loved and filled with more than anything I loved.　You know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, it's a little bit of a bit of love, you know, it's a little bit of a little bit of emotion, you know, you're walking around, you're walking home, you're walking home, you're walking home, you're walking home, you're walking around, you know, it's snowing, it's white, white, white, and you're going to miss it. Merry Christmas, I'm going to miss you. I'm looking for you.　♫ With the slow motion of a breath ♫ ♫ a slow motion, a slow motion, ♫ ♫ in a sopy ♫ ♫ ♫ Steady, ♫ ♫ Steady, Steady, ♫ ♫ Steady, ♫ ♫ Steady, ♫ ♫ Steady, ♫ ♫ Steady, ♫ ♫ I chewed away ♫ ♫ I chewed ♫ ♫ and trembling ♫ ♫ and trembling ♫ ♫ in a trembling of snow ♫ ♫ in a trembling of snow ♫ ♫ when I just hugely hug ♫ ♫ and I think it ♫ ♫ to be so ♫ ♫ to be ♫ ♫ to be ♫ ♫ to be ♫ ♫ to be ♫ ♫ to be ♫ ♫　♫ I can't go back ♫ ♫ I've been looking for a little merry Christmas ♫ ♫ I've been looking for a little merry Christmas ♫ ♫ I've been looking for you ♫ ♫ I just want to see you ♫ ♫ I want to see my shadow. ♫ ♫ I'm just trying to see your shadow ♫ ♫ The light up ♫ ♫ the light up ♫ ♫ the light up ♫ ♫ the light up ♫ ♫ the light-up ♫ ♫ of the ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ in my little jackets ♫ ♫ with my hands ♫ ♫ and my hand ♫ ♫ with my hands ♫ ♫ in my hand and the winter sky ♫　♫ You and I have been walking along with you ♫ ♫ You can't get rid of it ♫ ♫ You can't get rid of it ♫ ♫ and you can't get rid of it ♫ ♫ I'm not going to see you ♫ ♫ Now I'm not going to come back ♫ ♫ I'm not going back ♫ ♫ I can't come back ♫ ♫ I'll never see you again ♫ ♫ I'll regret it ♫ ♫ I'll regret it ♫ ♫ I can't see you again. ♫ ♫ And I'll regret it ♫ ♫　I want to see Christmas Eve ... and I'm looking for a little bit of a little merry Christmas, and I'm looking for a little bit of snow, and I'm looking for a little bit of snow, and I'm looking for a single merry Christmas, and I'm looking for a little bit of a little bit of snow, and I'm looking for a little bit of a little bit of white vomit. Merry Christmas, it's snowing for the first time. I'm looking for you. I'm looking for you. I'm looking for you. Merry Christmas, I'm gonna miss you. Silent Night, I'm gonna miss you. I'm a little bit white. Holy NightSilent Night Lonely Night ...",
  "tone_name": "Sadness"
}