{
  "song_name": "いつまでもメリークリスマス",
  "singer": "INFINITY 16 welcomez SHOCK EYE from 湘南乃風, MUNEHIRO",
  "lyrics": "いつまでも　このままでいよういつまでも　その手離さないよいつの日も　一番大切なものはすぐそばにあると気付けた　Merry X'mas白い息を切らし探しに行くプレゼントふと昔　お前と見たショーウィンドウ何気ない会話覚えていたよ　だから一人　はじめてた貯金も恥ずかしいくらい　小さなダイヤの指輪　今の俺の精一杯でも喜ばしたいと　かいた汗の分　大きく輝いて見えたあたしの欲しいもの覚えていた　言葉見つからず溢れる涙嬉しすぎて震える声　何よりその気持ちにありがとう温かい大きな体　あなたしか見えないわいつまでも　このままでいよういつまでも　その手離さないよいつの日も　一番大切なものはすぐそばにあると気付けた　Merry X'masWe wish you a merry X'mas　We wish you a merry X'masWe wish you a merry X'mas　We wish you a merry X'masAnd A Happy New Year部屋の隅で光る小さなツリー　曇る窓に積もりだす雪作りすぎた慣れない手料理　口に合いますようにイチゴが多めのショートケーキは　あなたのリクエスト通りだからキャンドルの日が消える前に　ぎゅっと抱きしめて色褪せた壁に重なる影　雪を見ていた　君が眠るまで一緒にの夜過ごした　変わらない部屋もあの日だけは特別に見えたっけいつまでも一緒にいれる気がしてたんだ　本当に夢の中で見た未来の二人は　変わらずに手をつないでたっけ二人出会って泣いて笑って幸せを知って　いつもけんかしてばかりだけどどんな時も一緒に歩いてこういつまでも　このままでいよういつまでも　その手離さないよいつの日も　一番大切なものはすぐそばにあると気付けた　Merry X'masWe wish you a merry X'mas　We wish you a merry X'masWe wish you a merry X'mas　We wish you a merry X'masAnd A Happy New Year聖なる夜　愛を誓うよ　雪降る夜　皆で祈ろういつまでも　このままでいよういつまでも　その手離さないよいつの日も　一番大切なものはすぐそばにあると気付けた　Merry X'masいつまでも　このままでいよういつまでも　その手離さないよいつの日も　一番大切なものはすぐそばにあると気付けた　Merry X'masWe wish you a merry X'mas　We wish you a merry X'masWe wish you a merry X'mas　We wish you a merry X'masAnd A Happy New Year",
  "translated_lyrics": "♫ ♫ I'll always be there forever ♫ ♫ I realized ♫ ♫ I noticed ♫ ♫ I noticed ♫ ♫ I was going to be close beside me ♫ ♫ I was going to find a little bit ♫ ♫ I'd seen a little bit of a little bit ♫ ♫ I had a show window ♫ ♫ I remember a little bit ♫ ♫ I was ashamed. ♫ ♫ I was so embarrassed. ♫ ♫ I was so embarrassed. ♫ ♫ I had a little diamond ring ♫ ♫ Sweat ♫ ♫ I had a little bit of sweat. ♫ ♫ I remember what I wanted. ♫ ♫ I was my first ♫ ♫ I was my wish ♫　I feel like I'm so happy, I can't see it. I can't see it. I feel like I'm not going to be able to see you. Merry X'masa wish you are still in it forever. Merry X'mase wish you a merry x wish you a merry x wish you a merry X'mas My wish, you a merry, a merry, a Happy New Year, a little bit of a little tree cloudy up in the corner of a little tree, you have a lot of shortcake in your request, and your request is to hugger the candles before they disappear, looking at the shadows of the faded wall, and the shadows they spent together until you slept.　♫ I've been trying to be in the same room ♫ ♫ I've been trying to be with you ♫ ♫ I've been trying to stay with you ♫ ♫ Two of the people I've seen in my dreams, ♫ ♫ I've been in my dreams ♫ ♫ I've always been ♫ ♫ I've always been ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ and merry X'mas I wish you a merry X'mase wish you a merry X'mas We a merry X'mas A merry X'masAnd A Happy New Year's night holy night love will be oath, and pray for everyone on the night, and forever, and forever, to be sure that everything is right next to every day X'mas forever and forever, I realize that the most important thing is close to you. Merry X'mase wish you a merry X'mas x wish you a merry x wish you a merry x wish you a merry X'mas X'mas a merry X'mas a merry X'masAnd A Happy New Year",
  "tone_name": "Sadness"
}