{
  "song_name": "Last Christmas",
  "singer": "佐藤竹善",
  "lyrics": "Last Christmas I gave you my heartBut the very next day you gave it awayThis year To save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year To save me from tearsI'll give it to someone specialOnce bitten and twice shy I keep my distanceBut you still catch my eyeTell me baby Do you recognize me?Well It's been a yearIt dosen't surprise me (Happy Christmas)I wrapped it up and sent itWith a note saying “I love you”I meant itNow I know what a fool I've beenBut if you kissed me nowI know you'd fool me againLast Christmas I gave you my heartBut the very next day you gave it awayThis year To save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year To save me from tearsI'll give it to someone specialA crowed roomFriends with tired eyesI'm hiding from youAnd your soul of iceMy god I thought you wereSomeone to rely on me?I guess I was a shoulder to try onA face on a lover with a fire in his heartA man under cover but you tore me apartNow I've found a real loveYou'll never fool me againLast Christmas I gave you my heartBut the very next day you gave it awayThis year To save me from tearsI'll give it to someone specialLast Christmas I gave you my heartBut the very next day you gave it awayThis year To save me from tearsI'll give it to someone specialA face on a lover with a fire in his heartA man under cover but you tore him apartMaybe next year I'll give it to someoneI'll give it to someone special",
  "translated_lyrics": "Last Christmas I gave my my heartpoints, very next day, very next day you gave it this year to save me from tearsI'll give it to it, it to your own, you my heartbreak, the very next day you give. it's awayThis year to save me from tearsI'll give it to it, it to me, it's my own distanceI keep my distanceBut distanceBut you still catch my eyeTell me? Well, do you recognize me? Well, it's been a yearIt. dosen't! I (Happy Christmas) I wrapped it up and sent and sent and sent and sent and sent, I love you \"I love you\" I love you \"I love you\" I love, a fool I, beenBut if you kissed me now-know now-I know you'd like you'd like you'd call me Christmas I gave you my own heartday, the very next day, you gave it the year to save me from tearsI'll give it to it, it to the other specialLast Christmas I gave you my heartbreak, the very next day you gave it it. awayThis year to save me from tearsI will give it to it. It is a piece of crowed roomFriends with your soul. was a dea-to-try, try onA-fire, and a fire in a lover, a man under a man, heartd, I've got a real, and a real, a real, a real, or a real, never, like, never found, and you're all real, you, you, my heartless, the real, your heartless, very next day, you gave it a gave it awayThis year to save me from tearsI'll give it to it, it to your own heartbreak I gave you my heartbreak, the very next day you gave it: the awayThis year to save me from tearsI'll be give it to it to the other specialA-face on a lover with a fire in his, or a man under you tore next year I'll give it to it to someoneI'll give it to it.",
  "tone_name": "Joy"
}