{
  "song_name": "FIRST CLASS XMAS feat. OMI",
  "singer": "CRAZYBOY",
  "lyrics": "星の照明の下Let me stay with you真っ白な街染めるようにMake a wish君の前に登場 CRAZY Santa Clause何でもいいよ、Tell me what you want？仲間も集めて盛大に Celebrate首から下げるダイヤのイルミネーションI never had it, But now I got it遊んでようぜ、太陽が登るまでEy I want it, I want it all, Ey全部、手に入れよう, Eyまだ楽しめそう？ Eyすぐに始めよう Eyずっと憧れてたこのHoly night仲間とグラス掲げる Every nightまたGet it allEenie Meeny Miney Mo止まらないAnymoreまだまだいけそう今夜だけは君好みのDress codeその手を引いてFirst class にエスコートボトル並べDrink光るPinky ring君にために時も止める、Cuz I be living it up(My love)星の照明の下Let me stay with you真っ白な街　染めるようにMake a wish火をつけるのさ　そのキャンドル時計に鍵をかけて All night longグラス越し踊る君とRoseの泡が舞う Dance floor溶けない雪のよう　積もる“CRISTAL”君だけに贈る FIRST CLASS XMASWay back, I'm going way back明日のことなんて分からない生活後ろ指さして笑ってた Hatersそんなとこ抜け出して、今では All the way upNever stop, I never stop, Yeah, YeahI never flop, I never flop, Yeah忘れない　忘れない Yeah, Yeah君にも　伝えよう Yeah願いごとを並べた Wish listBig money, Big party　全ては現実Hey I'mma keep it real now, 叶えた Dream now要らないぜ、心配, Cuz I'm living good life今から迎えに行こう Yah Yah今夜は君とどこに行こう？ Yah Yahまたいつもの仲間が Side of me雪の降らないこんな夜にも Make it rain(My love)星の照明の下Let me stay with you真っ白な街　染めるようにMake a wish火をつけるのさ　そのキャンドル時計に鍵をかけて All night longグラス越し踊る君とRoseの泡が舞う Dance floor溶けない雪のよう　積もる“CRISTAL”君だけに贈る FIRST CLASS XMAS月の目を盗んで今夜君を連れ出してふたり After party重なる影OH YEAH (x3)BABY (x3)Take you to the top僕が送る FIRST TIME XMAS(My love)星の照明の下Let me stay with you真っ白な街　染めるようにMake a wish火をつけるのさ　そのキャンドル時計に鍵をかけて All night longグラス越し踊る君とRoseの泡が舞う Dance floor溶けない雪のよう　積もる“CRISTAL”君だけに贈る FIRST CLASS XMASOh very merry Xmas...Merry Xmas",
  "translated_lyrics": "Hoshi no shimo no Shimme me stay with you, Make a wish to be dyed in a white town, make a scene in front of you, CRAZY, Santa Clause, whatever you want, Tell me what you want?We've got to get together to collect friends from Celebrate, Illumination I never had it, never had it, but now I got got it, Ey I want it, I want it all, Ey up until the sun climbs, Ey. Let' s have Ey still. Ey, Ey, I've been longing for Ey all the time, and every night of the glass and the grass, the love of allEenie Meeny Miney Mo, that's not even more than Anymore, but it's just the Dress code that you like to stop tonight. It's a perfect bottle of choice for First class, Pinky ring, and Pinky ring. ♫ Under the light of the stars ♫ ♫ of the light of the stars ♫ ♫ Make a wish ♫ ♫ Make a wish fire ♫ ♫ All night long ♫ ♫ All night watch ♫ ♫ All night long glass ♫ ♫ I'll give you ♫ CRISTAL ♫ ♫ I'm going to give you ♫ CRISTAL, ♫ ♫ I'm going to give you ♫ ♫ I'm going to give you ♫ ♫ I'm going to give you ♫ ♫ ♫ I'm going to give you ♫ ♫ Back Tomorrow I didn' t know what to say about it. Haters were laughing at the back of life, and now all the way upheit stops, I never stop, I, YeahI, yeah, I never forget, I never forget, I never forget, I never forgot. The whole party is real-Hey, I 'mma keep it real now, you don't need the dream. Don't worry, Cuz I'm, living good life, good life. Yah Yah. Yah, Yah. Yah Yah, where are you going to go to-night? Yah Yah or Yah Yah: Make a wish to make a wish for the walk of the Side of me. Make a wish to make a washlight. Make a wish to make the candle watch out. All night long, All night long glass, dance with you and Rose. Dance of the dance. Dance floor. Dance floor. Dance.　CRISTAL, I'm going to give you the FIRST CLASS XMAS moonlight, and I'll take you to-night, and I'll take you out tonight. (x3) BABY (x3) BABY (x3) Take You to the top, Take You to the top, Fit me stay with you.　♫ I'll lock the candle watch ♫ ♫ All night long glass ♫ ♫ I dance with you and the Rose of Rose ♫ ♫ CRISTAL ♫ ♫ I'm going to give you my CRISTAL ♫ ♫ I'm going to give you the ♫ ♫ ♫ I'm the only one. ♫ ♫ I'm sure ♫ ♫ Merry Xmas ♫ ♫Merry Xmas",
  "tone_name": "Joy"
}