{
  "song_name": "HAPPY HAPPY CHRISTMAS",
  "singer": "國府田マリ子",
  "lyrics": "赤い服着て　少年みたいな笑い顔つられてる　私がいるあなたと逢えた　それがきっとほらサンタから　最高のプレゼントねなぜか　悲しい事だけ　増えてゆくようでだけど　今は　こわくないの　あなたがそばにいるからHAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMAS一年に一度の　聖なるキスが降るHAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMAS特別なトキメキ　抱きしめたら　乾杯しよう思い出したの　子供の頃には信じてた　待っていた　物語りを暗い夜道は　あの唄のように今だって　トナカイが　照らしてるねずっと　夢にみてること　叶えられるはずクリスマスが連れてくるの　奇跡を起こすちからをHAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMAS忘れてた勇気が　空からおちてきたHAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMAS大切な　あなたと　忘れないわ　今年のメリークリスマスずっと　探していたひと　見つけられたから涙が今　ツリーを飾る　真っ白な雪なったHAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMASはしゃいでる天使の　キャロルが聞こえるねHAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMASよろこびがこぼれて　世界中が笑ってる夜HAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMAS幸せであるように　神様に祈ってるHAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMAS一年に一度の　聖なるキスが降るHAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMAS忘れてた勇気が　空からおちてきたHAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMASはしゃいでる天使の　キャロルが聞こえるね",
  "translated_lyrics": "♫ I've seen a little girl like a boy wearing a red dress like a boy ♫ ♫ I'm sure it's the best gift from Santa Claus. ♫ ♫ And it seems like it's going to be ♫ ♫ I'm not afraid of it ♫ ♫ HAPPY HAPPY HAPPY HAPPY CHRISTMAS ♫ ♫ HAPPY HAPPY CHRISTMAS ♫ ♫ HAPPY HAPPY CHRISTMAS HAPPY HAPPY ♫ CHRISTMAS, I remember when I was a kid I remembered, and I thought I'd be able to dream about what I was waiting for, and I thought that the dark night would be like that song like that song. HAPPY HAPPY CHRISTMAS HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY. CHRISTMAS HAPPY HAPPY CHRISTMAS: You and I won't forget that this year I've been looking for you and I have been looking for a whole lot of people looking for a whole Christmas tree. HAPPY HAPPY CHRISTMAS HAPPY HAPPY CHRISTMAS, you can hear the angel's carol. HAPPY HAPPY CHRISTMAS, HAPPY HAPPY. HAPPY HAPPY CHRISTMAS HAPPY HAPPY HAPPY CHRISTMAS: HAPPY HAPPY HAPPY HAPPY CHRISTMAS, where the world is laughing. HAPPY HAPPY CHRISTMAS HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY CHRISTMAS. HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY HAPPY CHRISTMAS.　The HAPPY HAPPY CHRISTMAS HAPPY HAPPY HAPPY CHRISTMAS from the sky, and it sounds like the angel of the angel is listening.",
  "tone_name": "Joy"
}