{
  "song_name": "Christmas kiss",
  "singer": "Kis-My-Ft2",
  "lyrics": "そろそろ Santa Claus is coming to town待ちきれない夜が　はしゃいでるもうすぐさ　君のもとへ聖しこの夜に　伝えたい銀の世界が　奇跡を誘い出すMerry Christmas ChristmasChristmas for youSpecial Christmas Christmas願い叶うよChristmas ChristmasとびっきりのKissをしよう二人だけのキラキラ夜空に Shooting Star忙しいトナカイが 追い越せばもうすぐさ 君のもとへ聖しこの夜に 奏でよう鈴の音色が 僕らを永遠にするMerry Christmas ChristmasChristmas for youSpecial Christmas ChristmasジッとしてられないChristmas ChristmasドキドキのKissをしよう二人だけの今年欲しいもの 決めた？(always, be together)雪のコートで 包み込んであげる(always, be together)忘れられない思い出が今日 生まれるんだIt's a Merry Christmas!! for youMerry Christmas ChristmasChristmas for youSpecial Christmas Christmasもう離さないChristmas Christmas欲張りなKissをしよう夢のようなMerry Christmas ChristmasChristmas for youSpecial Christmas Christmas願い叶うよChristmas ChristmasとびっきりのKissをしよう二人だけのIt's a Merry Christmas!! for you",
  "translated_lyrics": "Santa Claus s is coming to the town, and I want to tell you that the world of silver that I want to tell you about is going to be at your base, and the silver world that I want to tell you about the miracle is Christmas ChristmasChristmas for youse Christmas, Christmas for yous, Christmas, Christmas, Christmas, Christmas, Christmas, Christmas, Christmas, Christmas, Christmas, Christmas, Christmas, Christmas You know, it's Christmas and it's a loneliest night in the night sky. Shooting Star is busy with the busy reindeer in the night sky. Merry Christmas ChristmasChristmas for youre Christmas for youre, and the sound of the bells, so that the sound of the bells will be there, and the song will be a Christmas jitto. Let' s make a Kiss of the Christmas-Doki. What do you want this year for just two people?(always, be together) I'll wrap it up in a snowy coat (always, be together) remember the unforgetted memories of the day. It's a Merry Christmas!! \"for youMerry Christmas: ChristmasChristmas for you.Special Christmas\": Christmas, Christmas, Christmas, Christmas, Christmas, Christmas, Christmas for you-go Kiss for you-like, dreaming, Merry Christmas, Christmas, Christmas for youSpecial Christmas. Christmas, come true, Christmas, Christmas, and I'll have a very clear Kiss, and it's just two of them, It's a Merry Christmas!! for you",
  "tone_name": "Joy"
}