{
  "song_name": "終わらないでクリスマスイブ",
  "singer": "藤井フミヤ",
  "lyrics": "終わらないでクリスマスイブ今夜　君に渡したいものがあるんだ終わらないでクリスマスイブ早く　どうしても君に伝えたいことがあるんだ誰もいないオフィスでファイルを閉じる「はぁ やっと終わったよ」のろまなエレベーター待てずに　階段を駆け下り　転びそうになる恋人たちのイルミネーション　すり抜け　白い息を吐く終わらないでクリスマスイブ今夜　君に渡したいものがあるんだ終わらないでクリスマスイブ早く　君が待ってる　暖かい部屋へ終わらないでクリスマスイブ今夜　今夜　どうしても君に伝えたいことがあるんだ売れ残りのケーキ　最後のひとつ 「サンタさん　それ下さい!」君が何度もくれたメール　ちっぽけなハートマークに　胸を撫で下ろす運命を決めるサプライズは　小さな赤いリボンの箱終わらないでクリスマスイブ今夜　君に渡したいものがあるんだ終わらないでクリスマスイブ早く　君が待ってる　暖かい部屋へ終わらないでクリスマスイブ今夜　今夜　どうしても君に伝えたいことがあるんだ来年も再来年も永遠にイブの夜を君と一緒に過ごしたい　…なんてね摩天楼の谷間　やっと捕まえたタクシー 「お願い　急いで!」大騒ぎの街を抜けだし　澄み切った夜空見上げて　ただ君を想う腕時計のふたつの針が　もうすぐ　ひとつに重なる終わらないでクリスマスイブ今夜君に渡したいものがあるんだ終わらないでクリスマスイブ早く　君が待ってる　暖かい部屋へ終わらないでクリスマスイブ今夜　君を見つめて乾杯するために終わらないでクリスマスイブ早く　君の手料理が冷めないうちに終わらないでクリスマスイブ今夜　今夜　神様に誓う大切なことがあるんだ来年も再来年も永遠にイブの夜を君と一緒に過ごしたい　…なんてね",
  "translated_lyrics": "Don't finish it, Christmas Eve. Don't finish it. I want to tell you. I'm going to tell you, I've got to close the file, and I'm going to close the file, and I'm going to close the door, \"Now, don't finish it.\" Don't wait until Christmas Elevator wants to roll down the staircase. Don't finish it. Don't finish it. Don't finish it.　Don't put an end to the warm room you're waiting for, Christmas Eve. I have something I want to tell you tonight. The last one of the unsold cakes, one of the last, \" Santa, please!\"I want to give you a small red ribbon box instead of ending in a little red ribbon.\" Don't end with a little red ribbon. Don't end in the warm room, Christmas Eve. Don't end in the warm room tonight. Don't end in the warm room tonight. I want to tell you tonight. I want to spend the next year again. I want you to spend the night of Eve with you again.　I finally got the cab, \" Please, hurry!Don't end up there in the streets of the whole fuss, but there's something you want to give to you, Christmas Eve. Don't finish it, Christmas Eve. Don't finish it, Christmas Eve. Don't finish it, Christmas Eve. Don't finish it. Don't finish it. Don't stop. Don't stop while your food isn't cold.　I swear to God, I have something important, and I want to spend next year again, again, forever with you, and I want you to spend the night with you.",
  "tone_name": "Joy"
}