{
  "song_name": "クリスマス★ベル ～メンズSide～",
  "singer": "Juliet",
  "lyrics": "思い出すよあの温もりを　あの蒼いクリスマスイブを瞬く街路樹に包まれて Ring a bellはぐれないよう握った手は　右のポッケにしまったまま世界一の天使を抱き締めた Ring a bellイルミネーション　淡い光の結晶　近づいた夜は冬化粧透き通った銀の星座　呼吸は白く登ってった悴む手　こすりあわせ　ふと気づいたら　空に想いを願って迫って　時は刻一刻と　期待の鼓動　次第に高鳴って何度も　何度も　探して廻ったリングを…何冊も買いあさった雑誌の特集のページを…すべてはそう　聖なる夜　必ず舞い降りてく瞬間の”叶えたまえ奇跡を!” 夢中だったあの頃思い出す　この季節を眩い街並み 微笑む人波Every day Every night 悩んだプレゼント　この手に握り締め君へ届け You are my everything 打ち明けたい　この胸Ring a bell 奏でてる　街中にぎわい始める染み込む師走の風　舞い込む幸せの鐘君と過ごすSilent night Let it snow snow Holy night待ち合わす恵比寿の改札　恋焦がすX'mas Come on!人混みの向こうの方に　君らしき手を降る天使そう 動き出した光り　あの時のStory思い出すよあの始まりを　あの蒼いクリスマスイブを隠してた　想いを打ち明けた Ring a bell指に通したお揃いのSILVERを見つめながら君の全部を守ると誓った Ring a bell『ずっとね…』そう言って君から瞳を閉じる木枯らしの空の下　結ばれた二人Many times many waysMerry Christmas to you聖なる夜　輝く妖精達が　ふたりのもとに舞い降りてMany times many waysMerry Christmas to you聖なる鐘 無限大のメロディ　ふたりの胸の中で忘れないよ　あの温もりを　あの蒼いクリスマスイブをキミのいない初めての冬が来る Ring a bell今でも右のポッケには　帰らない想い出達と外した指輪がしまってある Ring a bell",
  "translated_lyrics": "And I remember the tentacles of the first angel in the street, and I hugging the world's best angel, and I hugging the world's best angel, and the night I was in the middle of the crystal illumination, the night of the sky was white, and I had to go through the night, and I would love to be the same. I would love to be in the air.　I've been looking for a ring that I've been looking for ... all the pages of the magazine's special coverage, all of which are the holy night of the holy night, and the miracle of the moment that you are going to fall down!♫ I remember the day I was dreaming about ♫ ♫ I remember every single day ♫ ♫ Every day ♫ ♫ I want to hold my hand ♫ ♫ I want to close my hand to you ♫ ♫ I want my hands ♫ ♫ You are my heart ♫ ♫ I'm going to tell you ♫ ♫ in the city of the city. ♫ ♫ Silent. ♫ ♫ The Silent Night Let ♫ ♫ I'm going to spend time with you ♫ ♫ Silent night Let ♫ ♫ Silent night, ♫ ♫ Silent night, ♫ ♫ The blessing of Ebisu with the night-waiting Ebisu's rookiju, which is a ' love-to -It's like a little angel on the other side of the crowd that's about to move around. It's like a story of the light that's about to move out of it. Ring a bell through the ring finger of the ring, and I swear to keep all of you. Ring a bell, I swore to protect your whole life. Ring a bell, I say, \"Always.\" Many waysMerry, who are now two-many waysMerry Christmas to you, the holy night, the fairies come down to two, many waysMerry Christmas to you, the first winter in the melody of the holy bell, and the first winter of winter is coming, Ring a bell, even though there's no way to the right pope, and there's a ring that has a ring out of it. Ring a bell,",
  "tone_name": "Joy"
}