{
  "song_name": "Christmas Wish",
  "singer": "安室奈美恵",
  "lyrics": "I'm waiting for a shooting starI'm waiting for the time you callIt's snowing white all over townThe fireplace keeps me warmBut I keep looking at my phone'Cause I can't wait to hear your helloThe best thing about tonight is thatYou're on your way homeIf only you could hear what's on my heartCome out from where you areMy lucky, lucky starCause I've got only one thing on my listAnd I've sealed it with a kissHey baby, it's a merry, merry christmas wishMy lucky, luckyMy lucky, luckyMy lucky, lucky starI've loved you since the day we metA moment that I won't forgetRemember how you took my handAnd said I'm cute as cute can getYou stole me and my heart awayAnd I've loved you ever since that dayThe very best thing about tonight is thatYou're on your way homeIf only you could hear what's on my heartCome out from where you areMy lucky, lucky starCause I've got only one thing on my listAnd I've sealed it with a kissHey baby, it's a merry, merry christmas wishMy lucky, luckyMy lucky, luckyMy lucky, lucky starMy lucky, lucky starMy lucky, luckyMy lucky, luckyMy lucky, lucky starA postcardPerfect day with me inside your armsI wish upon my lucky star thatWe will always be in loveIf only you could hear what's on my heartCome out from where you areMy lucky, lucky starCause I've got only one thing on my listAnd I've sealed it with a kissHey baby, it's a merry, merry christmas wishMy lucky, luckyMy lucky, luckyMy lucky, lucky starMy lucky, lucky starMy lucky, luckyMy lucky, luckyMy lucky, lucky starMy lucky, lucky star",
  "translated_lyrics": "I'm waiting for the time, waiting for the time for the time you call' s you callall over the fireplace, the fireplace, and the phone at my phone, the my phone ' Cause I can't wait to see your hello-the best. The thing about the thing about it, is it's is thatYou're on your way, what's on you. What's on my heart? What's on my heart? out from my you are my listAnd I've been my listAnd I've got it on my own. with a kissHey baby, it, a merry, merry christmas wishMy, luckyMy lucky, luckyMy lucky, luckyMy lucky, star-I think, you since the day we've got the day we are, we won't, I won't forgetRemember how you take handAnd said I'm cute as cute, cute can, and my heart, awayAnd I've got you, you have ever, that's very best thing about your best, about your way, what is thatYou're on your way, what you're going to be, you're going to be, on my heartcome out from where you are out from where you and startudes I've got a thing on my my my my my my my my ♫ ♫ I's a merry baby, it's a merry baby, merry christmas wishMy luckyMy lucky, startumy lucky, star-starMy lucky, luckyMy lucky, luckyMy lucky, luckyMy lucky, star-A-postcardPerfect day with me inside your armsI wish-my lucky star thatWe will be in loveIf only you can be from what's on my heartcome out from from where you aremy only one one thing on my my and I've got a kissand I with a kissee baby, it's a merry, merry christmas. wishMy (luckymy), luckyMy lucky, luckyMy lucky, startut My lucky, startuwMy lucky, luckyMy lucky, luckyMy lucky, luckyMy lucky, lucky, lucky, lucky, and lucky.",
  "tone_name": "Joy"
}