{
  "song_name": "Christmas Time Again",
  "singer": "K",
  "lyrics": "My heart is filled with cheer and you this ChristmasAnd baby you're the one that I treasure空に響く天使達の歌 君と出逢った時から二度目のクリスマスこんなに誰かを好きになる事 本当に初めてかも知れない輝き出す街を　去年より寄り添って歩く二人I wish you a Merry Christmasここに君といれる奇跡は　世界で一番　最高の贈り物I wish you a Merry Christmasこの気持ちを君に伝えたい　白く積もる雪が溶けてしまう前にMy heart is filled with cheer and you this ChristmasAnd baby you're the one that I treasure通りすがる人達はみんな　それぞれ違う幸せを願っているOh baby君も今　僕と同じ幸せを願ってくれてたらいいな笑顔も涙さえも　特別に思える君がいればI wish you a Merry Christmasここに君といれる奇跡は　世界で一番　最高の贈り物I wish you a Merry Christmasこの気持ちを君に伝えたい　白く積もる雪が溶けてしまう前にMy heart is filled with cheer and you this ChristmasAnd baby you're the one that I treasureI wish you a Merry Christmasここに君といれる奇跡は　世界で一番　最高の贈り物I wish you a Merry Christmasこの気持ちを君に伝えたい　白く積もる雪が溶けてしまう前にI wish you a Merry Christmasこの気持ちを君に伝えたい　繋いだ手がずっとずっと離れないようにと",
  "translated_lyrics": "My heart is filled with my favorite, with cheer and you this ChristmasAnd baby you're the one that I'm the one that I love, and I'm going to like you for the second time ever since I met you, and I'm really the first person to love someone like this. Two people I walk around last year, I wish you a wish you a Merry Christmas is the best gift I've ever had in the world. I wish you a Merry Christmas, you know, before melting the white snow. My heart is filled with my mind, filled with cheer and you, you're right, you're the one, the one that I, the one that I, the one that I, the one that I,　♫ ♫ Oh, baby, I wish for happiness ♫ ♫ And I wish I had the same happiness ♫ ♫ I wish I wish to be happy ♫ ♫ I wish you a Merry Christmas ♫ ♫ I wish you a Merry Christmas ♫ ♫ I wish you a Merry Christmas ♫ ♫ I want you to tell you how I feel ♫ ♫ Before melting snow ♫ ♫ My heart is filled with my own. ♫ ♫ And you're this ChristmasAnd baby, you're the wish you're Merry Christmas, your miracle is your best gift I wish you a Merry Christmas. Before you melt the white snow that you want to convey to you, I wish you a Merry Christmas Christmas, I want to tell you this feeling that my hand has always been a long way away from me.",
  "tone_name": "Joy"
}