{
  "song_name": "クリスマスはどうするの",
  "singer": "渡辺美里",
  "lyrics": "クリスマスはどうするのこれから始まる夜をクリスマスはどうするのすりぬけて行こうどうしようもないくらいに 誰かを想ったらどうしようもないくらいに 淋しくなった冬木立の中 いちょうの枯葉をサクサクリズムきざめば 踊りだせるはずさシーズンオフの グランドまで歩こう1から100まで私の地球は いつか君で回ってた抱きしめあったり 傷ついたりしながらきっとメリークリスマスあふれ出す君への想いが 粉雪のように 降り積もってゆく空より高く舞い上がれよもうひとつの メリークリスマスクリスマスはどうするの君がたずねるとクリスマスはどうするの胸がキュンとなるどうしようもないくらいに 声が聞きたいよどうしようもないくらいに ベル鳴らしてよ大人になっても 心の片すみ神様降りてくるから 屋根にはしごかけ流れる星たちに 願いをかけるめぐりくる季節抱きしめて何を信じながら 何を夢見る誰かを愛する歓びには かなうものはないからラブソングあふれる この街のどこかに大切な人がいるね聖なる夜には やさしい気持になっていつかメリークリスマスめぐりくる季節抱きしめて何を信じながら 何を夢見る誰かを愛する歓びには かなうものはないからあふれ出す君への想いが 粉雪のように 降り積もってゆく空より高く舞い上がれよもうひとつの メリークリスマスクリスマスはどうするのこれから始まる夜をクリスマスはどうするのすりぬけて行こうどうしようもないくらいに 誰かを想ったらどうしようもないくらいに 淋しくなったクリスマスはどうするの君がたずねるとクリスマスはどうするの胸がキュンとなるどうしようもないくらいに 声が聞きたいよどうしようもないくらいに ベル鳴らしてよ",
  "translated_lyrics": "♫ And what about Christmas? ♫ ♫ And I don't know what to do about Christmas, ♫ ♫ I don't want to do that ♫ ♫ I can't do it ♫ ♫ I can't do it ♫ ♫ I'm going to be ♫ ♫ I'm going to dance ♫ ♫ I'm going to the grand ♫ ♫ I'm going to the grand ♫ ♫ I'm going to the grand ♫ ♫ I've been running around ♫ ♫ I've been rolling around with you ♫ ♫ Mary Christmas, ♫ ♫ Merry Christmas, I'm sure ♫ ♫ Omoi, ♫ ♫ like a snowstorm ♫ ♫ Merry Christmas, ♫ ♫ What's the Christmas Christmas? ♫ ♫ What do you do about Christmas? ♫ ♫ What do you do about Christmas? ♫ ♫ What do you do about Christmas? ♫ ♫ What do you do about Christmas? ♫ ♫ I'm going to scream ♫ ♫ I'm going to scream ♫ ♫ I'm going to scream ♫ ♫ for the stars ♫ ♫ in the roofs of the sun ♫ ♫ What are you going to love? ♫ ♫ Believe me ♫ ♫ What are you dreaming about? ♫ There's nothing to do with it, Love Song, somewhere in this city, somewhere in this city. It's kind of a kind of icy night, and one day, I love what I'm going to dream about, and I love it, and I love it, and I love it. I love it. I love it. I love it. I love it. I love it. I love it. I love it. I love you. Merry Christmas, Christmas is what you do for Christmas, but I don't want to do it for Christmas. I don't want to do it for Christmas, but I don't want to do it for Christmas. I'm going to ask you what you're going to do. What do you do about Christmas? How do you do it? It's like, it's like, it's been Christmas. It's a big question.",
  "tone_name": "Joy"
}