{
  "song_name": "ぼくらの街のクリスマス",
  "singer": "シクラメン",
  "lyrics": "キラキラ光る町並みを　眺め歩く寒空の下いつもより寒いはずなのに何だか暖かく感じる耳馴染みのあるあの歌が心をワクワクさせてくれる吐く白い息さえ今なら　綺麗にも見えたりするよ空から雪が舞い落ちてまた今年もこの日を盛大に祝ってくれるジングルベルが鳴り渡る町中彩るイルミネーションにぎやかな笑い声が幸せを運ぶよ　1年に1度のクリスマスいつも仕事で疲れてるパパとママも何だか今日は優しくてずっと続いてほしいよ今日は幸せなクリスマス繋いだ手、離さないでせめて今日だけちょっと照れ臭いけど僕と君の手同じポケットに入れて温もりを一緒に感じようよ今日ならいつも言えない言葉や君への大きすぎる愛情も伝えられるそんな気がするこのプレゼントがあるからかな?ストーブの温もりじゃ敵わない君の手を握り大きなもみの木に向かう大好きな笑顔が見たいから町中彩るイルミネーションにぎやかな笑い声が幸せを運ぶよ　1年に1度のクリスマス繋ぎ馴れているはずの君の手もいつもより暖かくてずっと続いてほしいよ今日は幸せなクリスマス靴下 枕元に掛けておいたら幸せが舞い込んできそうな気がするよサンタさん僕にも幸せをちょうだいよー!町中彩る　イルミネーションにぎやかな笑い声が幸せを運ぶよ　1年に1度のクリスマス子供達も大人も皆幸せに☆サンタさんの願い世界に届け☆笑顔になれ☆1年に1度のクリスマスラララララ…ハッピークリスマス☆　幸せなクリスマス☆",
  "translated_lyrics": "It's a cold, cold, cold, cold, cold, and it's cold, and it feels warm. It's a beautiful white breath. It's beautiful. It's a beautiful white breath. It's beautiful. It's snowing from the sky. It's filled with jingle bells to celebrate this day, and this year, the dolmination of the dolmination of the dolls, the lights are going to be.　I want you to be a lucky day, and I want you to be a lucky day, and I want you to follow me forever, and I want you to stay in the same pocket today, and I'll feel a little bit more warm today, and I'll feel a little too big for you today, and I'll be able to tell you that I'm not going to be able to say that I'm going to have a word or a love for you.♫ I want to see the smiles of the stove ♫ ♫ I want to see you ♫ ♫ I want to see a big smile ♫ ♫ I want to see a big smile ♫ ♫ I want you to be happy ♫ ♫ I want you to be happier ♫ ♫ One year ♫ ♫ I want you to be more warm and warm. ♫ ♫ I'm happy to see you ♫ ♫ Happy Christmas socks ♫ ♫ I feel happy ♫ ♫ I'm happy to be happy ♫ ♫ Santa Claus me happiness ♫I'm going to be happy to have a happy smile on the streets of the town, Christmas, every Christmas, every single Christmas, every single year of Christmas, and happiness is delivered to the world, and I can smile. One year a year, Christmas, Christmas, happy Christmas,",
  "tone_name": "Joy"
}