{
  "song_name": "Dance To Christmas",
  "singer": "大沢誉志幸とその仲間達",
  "lyrics": "Hey！Mr.サンタクロースHappiness つめこんで Hurry Up!Hey Hey!! Come On! Boys & Girls花束抱えて Jump & ShoutChiki Bon-Bon-Bon Chiki Bon-Bon-BonHey! You've Got a Lonelinessハートがすれ違う EverydayHey Hey!! But It's  All-Right今夜は誰もが Shinin' StarChiki Bon-Bon-Bon Chiki Bon-Bon-BonChiki Bon-Bon-Bon Chiki Bon-Bon-BonHey! What a Wonderful Time見過ごしちゃ会えない RomanticHey Hey!! I Wanna Take You Higher聞こえてくるのさ Tinker BellChiki Bon-Bon-Bon Chiki Bon-Bon-BonHey! I Say ”Give It To Me!”One Time!!Hey Hey!! I Say ”Give It To Me!”Two Time!!Chiki Bon-Bon-Bon Chiki Bon-Bon-BonChiki Bon-Bon-Bon Chiki Bon-Bon-BonHey! うまくゆくさ 世界はいつでも Up & DownHey Hey!! Let's Dance Tonight今夜飛びこもう Joy To The World星空に続いている 雪の足跡窓越しにのぞいている 悪戯な瞳無邪気な願いが 耳を澄ましてる小さな手のひら 贈り物はきっと届くのさMerry Merry ChristmasHappy Happy Christmas訪れる日々にMerry Merry ChristmasHappy Happy Christmas魔法を信じてる永遠を見つめている 冬の天使たち思い出は眠っている 閉じられた Fairy-Taleすべてが夢のよう 通り過ぎてゆく揺れてる Candle Light 物語はきっとよみがえるのさMerry Merry ChristmasHappy Happy Christmas忘れてく日々もMerry Merry ChristmasHappy Happy Christmas微笑んでくれるDream 降りそそぐ街にDream 輝きだす夜誰の胸にも大切な今時間さえ止まる Oh Lord!",
  "translated_lyrics": "Hey!Mr. CauaSanta Claus Happiness: The Hurry Up! Come On! Boys & Girls: Jump & ShoutChiki Bon-Bon-Bon Chiki Bon-Bon-Bonjah! You've Got a Loneliness Heart Wron.Hey Hey!! But It's All-Right tonight, everyone is Shinin ' StarChiki Bon-Bon Chiki Bon-Bon Chiki Bon-Bon-Bon Chiki Bon-Bon-Bon-Bona! What a Wonderful Time You Don't Do Not See Romanticlachie! I Wanna Take You Higher hearing: Tinker BellChiki Bon-Bon Chiki Bon-Bon-Bonheh! I Say \" Give It To Me!\" One Time!!Hey, hey, hey! I Say \" Give It To Me!Two Time!Chiki Bon-Bon Chiki Bon-Bon Chiki Bon-Bon-Bon Chiki Bon-Bon-Bona! The world is going to be right. The world is always Up and Downloads!! ♫ Let's Dance Tonight Tonight Tonight ♫ ♫ Snowy eyes ♫ ♫ in the snow footprints on the World stars ♫ ♫ Merry Merry ChristmasHappy Happy Happy ♫ ♫ Merry Merry Christmasato Happy Happy Happy Happy Happy Happy ♫ ♫ Merry Merry Christmasato Happy Happy ♫ ♫ ♫ The winter angels who believe in Eternmagic ♫ ♫ Sleepness ♫ ♫ The ensuing winter angels ♫ ♫ I'm asleep ♫ ♫ Merry Merry Christmaso Happy Happy ♫ ♫ Merry Merry ChristmasHappy ♫ ♫ Merry Merry Christmas; ♫ ♫ Merry Merry, Christmasm Happy Happy ♫ ♫ ♫ Christmas smiling, ♫ ♫ Dream ♫ ♫ in the city ♫ ♫ And every night ♫ ♫ ♫ ♫ Everybody's bosom ♫ ♫ Oh Lord! ♫ ♫ Oh Lord! ♫",
  "tone_name": "Joy"
}