{
  "song_name": "24 Xmas time",
  "singer": "倉木麻衣",
  "lyrics": "24 Xmas time　Don't break my heart大胆に独占していたい　今日はSpecial for meBut I think so　シネマ風なフィナーレ迎えるのかな?いつもより早い目覚まし　年に一度のXmas day Yeah !彼にプレゼント準備OK　いい子にしてた　ご褒美鏡の前で昨日は　何時間のファッション・ショー!?寝不足も何のそので　今夜は　I wanna take a chance24 Xmas time　Don't break my heartエンジン音　携帯も鳴り響き　焦るけど「あと5分!」何だかんだ　言い訳しては　最終チェックこんな時に限って最悪　なぜか髪型決まらないNo!彼に合わす7cmヒールは　バランス考え完ぺき!鏡に独り言「今日の私はセクシー!?」控えめなフレンチネイルで　touch for youI wanna take a chance24 Xmas time　Don't break my heart大胆に独占していたい　今日はSpecial for meBut I think so　シネマ風なフィナーレ迎えるのかな?今日は特別な　One Day Xmas timeどんなプランで年に一度のこの日を育む!会って速攻　頭なでHuGするいつもより何か大人な雰囲気持っていかれそうで、おどけたスキンシップその後に軽くキス「お姫様。レッツゴー」オレがエスコートこの日に特別な言葉を待つ　“I love you...”君の側　輝き放つ星でいたい　I wanna take your love24 Xmas time　Don't break my heart大胆に独占していたい　今日はSpecial for meBut I think so　シネマ風なフィナーレ迎えるのかな?来年もお前にとってオレが、サンタで居れたらいいと思えた来年も隣りでお前が、笑ってて欲しい　心が答えたそう会えない時は不安で　繋がる気持ち世界一の関係そうお前以外いない　そうお前しかいない24 Xmas time...",
  "translated_lyrics": "24. Xmas Don't break my heart. I want to have a boldly domination. Special for me.I think I think so is so, is it?Awaken yawakashi no nakashi no michi nen no Xmas!I'm ready for a present for him, and he's a good kid. How many hours of fashion show yesterday in front of a mirror?I don't sleep, but tonight I'm going to take my I Wanna take a chance24 Xmas, my break my heart, my pitfall, my heart, my heart, my phone, my phone, my phone, my phone, my phone, my phone.What do you say? What's the worst case for a final check? It's the worst case of this. Why? Because it's the worst of the time. No!The seven-centimeter heels that match him are balanced, perfect.\"I am sexy!\" in the mirror.♫ On the humble Friendship Neil, touch for youI ♫ ♫ Take a chance24 Xmas Don't break my break my heart ♫ ♫ Today Special for mega I think I think-so Cinemic finale. ♫Today, special One Day Xmas time, I will grow this day of once a year in any plan!They meet with a swift head, Hug, and they're going to have a lot of people's atmosphere, and then you're skinsier, and you're just a little kissing, and you're just a princess.Letzgow, I'm Escort waiting for a special word on this day, \" I love you ...\" I want to be on your side, and I want to be with you, I, take your take your love24 Xmas time, don't break my heart, so I want to be a Special for meong I think I think-so-so Cinemaic finale.I wish you'd be a Santa Claus next year. Next year, I want you to be laughing, and when you can't see me, it's like you're in a world of uneasygoing relations, and you're the one person I've got to do.",
  "tone_name": "Joy"
}