{
  "song_name": "クリスマスがライバル",
  "singer": "ベイビーレイズJAPAN",
  "lyrics": "誰にも負けないわ　この日だけはサイレントナイト　ホーリーナイト　クリスマスナイト私の胸騒ぎ　街も飛んだり跳ねたりイルミネーションの灯りが消えるまで踊り続ける教会の鐘が鳴る　街が眩しく輝くショーケースのケーキが売り切れるまで歌うからだけどサイレントナイト　やりきれナイト　私のナイトはどこ?まだ見ぬ貴方に　この想い　いつかきっと届くでしょうOH YEAH!　OH YEAH!クリスマスがライバル　OH YEAH!誰よりも輝きたい　素敵な貴方に会うためにハッピーメリークリスマスナイト　今夜だけは負けたくナイトわかって下さいね　恋の星　女神様街中のサンタは集合!　トナカイも走らせてあとは雪が降ればサイコー!　シャンパンは飲めないけれどだからサイレントナイト　見つからナイト　ステキなナイトはどこ?準備はOK!　もう迷う事なく飛び込んでゆくわOH YEAH!　OH YEAH!クリスマスがライバル　OH YEAH!愛溢れるクリスマス　小さな胸が張り裂けそうよハッピーメリークリスマスナイト　みんな大好きなクリスマス叶えて下さいね　神様に願うから大きな願いを　小さく砕いて　みんなの手に届くようにあなただけは　ハッピーにしちゃうの今夜はクリスマスだから　今すぐ飛んで抱きしめてクリスマスがライバル　OH YEAH!誰よりも輝きたい　素敵な貴方に会うためにハッピーメリークリスマスナイト　今夜だけは負けたくナイトわかって下さいね　恋の星　女神様こんな想い初めてです　あなたが好きだからどこまでも行けちゃうわクリスマスがライバル　OH YEAH!La La La…",
  "translated_lyrics": "No one will lose. This is the Silent Knight Knight Christmas, I'm dancing, the breadth of my bust, the bells of the church, until the lights of the lights go off. Sing the bells of the church that keeps dancing until the lights are sold out. But the sirentnight, the Night, the Night, where the Knight of the night is,I haven't seen you yet, OH, YEAH! I'm sure you'll be here someday.　OH YEAH!Christmas is OH YEAH!I want to see you more than anyone, Happy Mary, Christmas Night, tonight, you know Knight, you know, love stars, goddess of love, the goddess of love, the Santa Claus!　If the snow falls after the reindeer's running, Sikoh!　I can't drink the champagne, so the Silent Knight Knight, where's the Night Stepful Night?I'm ready!　I'm going to dive in without hesitting. OH YEAH!　OH YEAH!Christmas is OH YEAH!It's a love-full Christmas. Happy Merry Christmas, everybody loves Christmas, and you're so small, you know, you've got a big wish, and you're the only one that's hugely enough to come into your hand, and you're the only one who hugs you out of Christmas, and you're here to see your Christmas EaAH!♫ I want to see you ♫ ♫ I want to see you ♫ ♫ I want to see you ♫ ♫ I want to meet you ♫ ♫ I want to be the only one who loves you ♫ ♫ I'm in love. ♫ ♫ The goddess of love, this is my first love. ♫ ♫ I love you ♫ ♫ Christmas EAAH! ♫ ♫ La La La La ... ♫",
  "tone_name": "Joy"
}