{
  "song_name": "終電を超えて～Christmas Night",
  "singer": "A.B.C-Z",
  "lyrics": "時計を気にしないで！　雪降るかな？　なんて話題を変える終電を気にしないで！　雪が降れば　君はまだここにいてくれるのかな？約束なんかいらないから　今そばにいたいだけさロマンチックなんか超えて　それはシンプルな僕のわがままかな？Christmas Night！手を繋いでいよう　ポケットに入れていいよ寒がりな君の手温めるのは僕さずっとこのままなんてないさ　わかってるだから次の約束なんていらない終電を超えてMerry Christmasそんな目をしないで　雪降るかな？　君が笑って聞く偶然と思わないで　好きになれたことは僕たちの必然なんだからプレゼントなんていらないから　今君が欲しいだけさサンタクロ－スだって　照れちゃうようなジンクルベル　夜に鳴り響くよHoly Night！降った雪が積もって　ツルッと滑らぬようにあわてんぼうな君の手握り直すよ僕はもっとこのままでいたいな　祈ってるだから雪が僕たちを帰さない色とりどりのイルミネーションも君の前じゃただの光だな勇気を出してちゃんと目を見て言うよ終電を超えよう　クリスマスを超えよう時計を気にしないで！　終わらないで　時間が止まればいい終電を気にしないで！　街灯が消える　特別な夜が終わろうとしてる手を繋いでいよう　ポケットに入れていいよ寒がりな君の手温めるのは僕さずっとこのままなんてないさ　わかってるだから次の約束なんていらないHoly Night！Christmas Night！降った雪が積もって　ツルッと滑らぬようにあわてんぼうな君の手握り直すよ僕はもっとこのままでいたいな　祈ってるだから雪が僕たちを帰さない終電を超えてMerry Christmas",
  "translated_lyrics": "Don't worry about the clock!　Is it snowing?　Don't worry about the last train to change the topic!　If it snows, you're still gonna stay here?I don't want to promise anything, so I'm just trying to be there right now, and beyond romantic, it's a simple one, isn't it?Come on, Christmas!You can put your hand in your pocket. It's cool. You know, it's going to be cold. You know, I know it's not going to be like this. So I don't want my next promise, Merry Christmas. Don't look like that. Do you think it's snowing?　♫ I don't want to hear you laughing ♫ ♫ I don't want a present, ♫ ♫ I don't want a present because I don't want a present. ♫ ♫ I just want you ♫ ♫ Like Santa Claus ♫ ♫ Sounds like a chrysante ♫ ♫ Sounds like a night ♫ ♫ Sounds like a good night ♫♫ I'm going to try to fix it ♫ ♫ I want it to be ♫ ♫ I wish I'd be more like this ♫ ♫ I'm praying for it ♫ ♫ I'm praying for it ♫ ♫ I'm praying for you ♫ ♫ I'm praying for you ♫ ♫ It's just a little light. ♫ ♫ I'm going to be ♫ ♫ I'm going to be ♫ ♫ I'm going to be over ♫ ♫ I'm going to be over ♫ ♫ I'm going to be over Christmas ♫ ♫ Don't worry about the clock ♫　Don't stop. Stop the time. Don't worry about the last train!　♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ I'm going to put a special night out of my hand ♫ ♫ I'll put my hand in my pocket. ♫ ♫ I can't keep up with my cold ♫ ♫ I know what I'm going to do ♫ ♫ And I don't have to promise my next promise. ♫ ♫ Good Night! ♫Come on, Christmas!♫ And I'm going to try to fix it ♫ ♫ I want you to hold it ♫ ♫ I want to keep it ♫ ♫ I want to be more like this ♫ ♫ I'm praying ♫ ♫ Snow ♫ ♫ over the last train ♫ ♫ over the last train ♫ ♫ Merry Christmas. ♫",
  "tone_name": "Joy"
}