{
  "song_name": "Fun! Fun! Christmas Party Night",
  "singer": "妄想キャリブレーション",
  "lyrics": "メリークリスマス　聖なる夜更けに灯すキャンドルに願うよこの時が永遠(とわ)に続けとそわそわしちゃうDecember (December)街中がキラキラ輝くソフトフォーカス白い息がFantastic！ 景色を変える待ちきれないよHoly Night (Holy Night)はしゃぎかた子供みたいだとちょっと意地悪言うけれど　君も同じでしょ！？鈴の音　空に響け　もろびとこぞりてどこもかしこも笑顔になる素敵なパーティ　さぁ始めましょうOh！ Oh！メリークリスマス　大切な人と変わらないやさしさに包まれよう素直になる　素顔になるFun！ Fun！ Christmas Party Night降り注ぐ雪Silent Night (Silent Night)悲しいこと白く染めてくねいまなら伝えられるかな　温めた想いジングルベル響かせ　きよしこの夜に世界中が笑顔になる素晴らしい日を　さぁ祝いましょうOh！ Oh！ハッピークリスマス　大好きな君に特別な気持ちのプレゼントを瞳閉じて　夢の中で…Fun！ Fun！ Christmas Party Nightそんなにいい子じゃないけどサンタさん今日は会えますか？側で感じたいぬくもりメリークリスマス　大切な人と変わらないやさしさに包まれよう素直になる　素顔になる聖なる夜に歌えLa La La La…来年もまた　一緒だからねFun！ Fun！ Christmas Party NightFun！ Fun！ Christmas Party Night",
  "translated_lyrics": "Merry Christmas, I wish you a candle for candles, like candles on the night of the Christmas Eat. (December) Kira Kira is in the middle of the street, the soft focus is shiny, soft-focus, and the white breath is Fantastic! I can't wait to change the landscape. Holy Night is a bit chili, but you're the same, but you're the same, right?It's ringing in the bells of the bells, and the whole party is smiling. Let' s start with a nice party. Let' s start with it. Oh! Oh!Merry Christmas. It's about the same kind of kindness that's going to be wrapped up in a kind of kindness. Fun, you get to be honest Fun! Christmas Party Night's Silent Night: Sad Silent Night: It's a warm, white, white, jingle reminder. Let' s celebrate this incredible day all over the world will be smiling. Oh! Oh!Happy Christmas, I love you, and I have a special gift for you in your dream, and in my dream, I'm going to ... Fun! Fun! The Christmas Party Night, it's not such a good boy, Santa Claus. Can you meet today?You want to feel like a merry, merry Christmas, a Christmas that will be wrapped up in a holy night. La La La ... you're gonna be with you again next year. Fun! Fun! Christmas Party NightFun! Fun! Christmas Party Night",
  "tone_name": "Joy"
}