{
  "song_name": "LAST CHRISTMAS",
  "singer": "クリス・ハート",
  "lyrics": "Last Christmas I gave you my heartBut the very next day you gave it away.This year to save me from tearsI'll give it to someone special.Last Christmas I gave you my heartBut the very next day you gave it away.This year to save me from tearsI'll give it to someone special.Once bitten and twice shyI keep my distance but you still catch my eyeTell me baby, Do you recognize me?Well it's been a year it doesn't surprise me(Happy Christmas!)I wrapped it up and sent itWith a note saying “I love you” I meant itNow I know what a fooll've beenBut if you kissed me now I know you'd fool me againLast Christmas I gave you my heartBut the very next day you gave it away.This year to save me from tearsI'll give it to someone special.Last Christmas I gave you my heartBut the very next day you gave it away.This year to save me from tearsI'll give it to someone special.A crowded room, friends with tired eyesI'm hiding from you and your soul of iceMy god I thought you were someone to rely on?Me? I guess I was a shoulder to cry onA face on a lover with a fire in his heartA man undercover but you tore me apartNow I found a real love you'll never fool me againLast Christmas I gave you my heartBut the very next day you gave it away.This year to save me from tearsI'll give it to someone special.Last Christmas I gave you my heartBut the very next day you gave it away.This year to save me from tearsI'll give it to someone special.",
  "translated_lyrics": "Last Christmas I gave you my my heartday, the very next day, you gave it away. This year to save me from tearsI'll give it to it. Last Christmas I gave you my heartbreak, you are next day, you. This year to save. This year to save. This year to save, it's it, it, it's a good, it's called, it's called, it's called, keep it, keep my eyewalk, you still, do you recognize me? Well's been. year it doesn't devalue me (Happy Christmas!)I wrapped it it up and sent and sent and sent, I love you, I love you, I love you know what you've got, and you've got it now, you don't if you'd like you'd, you'd love me, you'd love me, you'd love me, you'd love me, you'd love me, you'd be. Next day you gave it away. This year to save me from tearsI'll give it to it. Last Christmas I gave you my heartbreak the very next day you gave it away. This year to save me from tearsI'll be the best. give it to it. It to me special.A. .A. I was I, I was a, a good, a fire, a fire, a fire, a fire in a fire in his, heartundercover, heartthing, a real love, apartNow, a real love, it's a real love, you'll never, you'll never, you'll be, you'll be, you'll be, you'll be heartbut the very next day you gave it away. This year to save. This year to save. This year to save. Last Christmas I gave it to my heartbreak the very next day you gave it away. This year to save. me from tearsI'll give it to it.",
  "tone_name": "Joy"
}