{
  "song_name": "クリスマスマイル",
  "singer": "スカイピース",
  "lyrics": "「パパ今日はクリスマスだね」「そうだな」「ねぇねぇ僕のお家にもサンタさん来るかな」「いい子にしてればきっと来るさ」ジングルベル♪　ジングルベル♪　ジングルベル♪　ジングルベル♪ジングルベル♪　ジングルベル♪　ジングルベル♪　ジングルベル♪よいしょこらしょっと　荷物を運び　男の子には　ラジコンで小さいの大きいの　いろんな箱に　女の子には　お人形さんバタバタして忙しくなった聖夜　Happy Merry Xmas Wow...RINRIN　鈴鳴らして　皆に夢運んで　良い夢を見てGood Night真っ赤な服着た白ひげおじぃさん横には白い大きな袋が「中身は内緒じゃ」そして今日も空にソリを走らせる真っ赤なお鼻のトナカイさん　夜空駆け抜け　ドキドキだね♪今夜も街には　光の雪が降るジングルベル♪　ジングルベル♪　ジングルベル♪　ジングルベル♪ジングルベル♪　ジングルベル♪　ジングルベル♪　ジングルベル♪365日中この日しかお仕事が無い　だから体にムチ打ってまで走る(Merry Merry Xmas...)　夢を発信中風邪引くこともあるけど　みんな僕のことを　待ってくれてる真っ赤な服着た白ひげおじぃさん横には白い大きな袋が　「中身は内緒じゃ」そして今日も空にソリを走らせる真っ赤なお鼻のトナカイさん　夜空駆け抜け　ドキドキだね♪今夜も街には　光の雪が降る「今日はクリスマスだな。プレゼントでも買っていくか喜んでくれるかなん？電話だ…え、、」ある日大切な人にプレゼント　あげられなかった…悔しくて。悔しくて。　一人悲しく涙を流していたんだ急に現れたトナカイさん　プレゼントをあげる旅に出よう溢れる笑顔を見に行こう真っ赤な服着た白ひげおじぃさん横には白い大きな袋が　中身はみんなが持ってるものさ真っ赤なお鼻のトナカイさん　よかったね　よかったよあなたの笑顔が一番です　光の雪が降る「サンタさんってなんであんな大きな袋持ってるの」「パパ中身知ってるぞ」「え！！なになに教えて！」「そうだな。中身は…」",
  "translated_lyrics": "\"Daddy, it's Christmas.\" \"Come on, don't.\" \"Come on, I'll come to my house.\" \"Gingle bells.\" \" Gingle bells. ♫ Zingle bells. ♫ Zingle bells. ♫ Zingle bells. ♫ Zingle bells. ♫ Zingle bells. ♫ ♫ Shh. ♫ ♫ There's a little girl in a little box ♫ ♫ A little girl in a bunch of boxes ♫ ♫ La jingle ♫ ♫ A little girl ♫ ♫ La jingle ♫ ♫ A little girl's bapavata. ♫ ♫ And I've been bobatal♫ ♫ Merry Xmas Wow ...♫ RINRIN, RINRIN, ♫ ♫ Sweetly, ♫ ♫ Good Night, ♫ ♫ Sweetly red, ♫ ♫ It's a big black bag ♫ ♫ It's a big black sling ♫ ♫ It's a big black sling ♫ ♫ It's the night sky ♫ ♫ It's the night sky ♫ ♫ Yingle bell ♫ ♫ Gingle bells ♫ ♫ Zingle bell ♫ ♫ Zingle bell ♫ ♫ Zingle bell ♫　It's only day that day, 365 days a year, so I don't have a job, so I'm running against Merry Merry Xmas.\"I've been waiting for me to catch a cold, but everybody's waiting for me.\" And she's wearing a white big bag, and a big white bag is like, \"What's inside of it?\" And it's a red nose running in the sky today, and it's like, \" It's Christmas. It's Christmas.Would you like to buy me a present for you, or for me?I couldn't give you a present to someone important and I couldn't give it to someone who was.I'm sorry.　I was so sad and I was crying, and I was going to show you a big smile, and I'm going to show you a big smile, and I'm really happy to see a big white bag filled with a white bag. It's a big black bag. It's a red nose. It's a blush nose. It's a blush nose. It's a blush nose. It's nice. You smile. You're smiling. It's snowing. \"I've got a big bag like Santa Claus.\" \"Dad, I know what's in it.\" \" Oh!What are you teaching me?-Yeah.What's in it?\"",
  "tone_name": "Joy"
}