{
  "song_name": "えぶりでぃメリークリスマス",
  "singer": "竹達彩奈",
  "lyrics": "まぶしそうに目を細めて　君が走ってくるわまたせてごめん　その笑顔にキュンとしちゃうわ　恋のベルがディンドンダンドン真夏に雪が降りそうなキセキを感じているのよあのね…あのね…きいてあふれそうな　らぶ　きづいて！鼻歌で　サイレンナイ気が早い　ホーリーナイ季節はずれだって　笑うけれど　フォーリンラブ君となら　シャイニンデイ春・夏・秋・冬　スペシャルなのサンタもサーフボードでやってくる！？えぶりでぃメリークリスマス楽しい時間(とき)は　あっという間　少しさみしくなるわタイムリミット　鳴かぬのなら鳴らしちゃうわ！　恋のアラーム真冬のヒマワリのような花を咲かせてみたいのよあのね…あのね…きいてあふれそうな　らぶ　きづいて！Tシャツで　サイレンナイ気分はもぅ　ホーリーナイはしゃいだっていいじゃない　流れ星うぃる　フォーリンラブ君となら　シャイニンデイ春・夏・秋・冬　幸せなの天使もビキニで祝福してる！？えぶりでぃメリークリスマス去年のイブ　ロンリーナイ今年はきっと　ハッピーらぃふ聖なる椰子の木に願いかけてキリキリ　恋の矢はもう止まらないのよ君のハート目がけ　まっすぐ鼻歌で　サイレンナイ気が早い　ホーリーナイ季節外れだって笑うけれど　フォーリンラブ君となら　シャイニンデイ春・夏・秋・冬　スペシャルだ　サイレンナイ気分はもう　ホーリーナイはしゃいだっていいじゃない　流れ星うぃる　フォーリンラブ君といることが　なにより最高の　プレゼントだサンタは　信じるハートの中にやって来る　メリークリスマスえぶりでぃメリークリスマス",
  "translated_lyrics": "I'm going to slip my eyes and I'm going to run. I'm sorry to let you run. I'm sorry, I'm sorry. I feel like a curiot with a smile on my face. I feel like I feel like the snow on the midsummer of Dendon-dong, and I feel like I'm feeling the spill of the snow.♫ With your nasal mucus ♫ ♫ horneny ♫ ♫ I'm laughing at the end of the season ♫ ♫ I'll laugh at you ♫ ♫ Shall in the Spring, Summer, Autumn, Winter, Autumn. ♫ ♫ Santa Claus ♫ ♫Well, the fun time, merry Christmas, Christmas time, it'll be a little bit for a while. If it doesn't sound like a time limit, it's going to sound!　I want you to bloom in love with the winter of winter, you know, like, you know, it's like, you know, it's like, you know, it's so overflowing!♫ T-shirts on T-shirts ♫ ♫ I don't feel good ♫ ♫ I don't want to talk ♫ ♫ I don't want to talk to you ♫ ♫ If you're a Falling Love, ♫ ♫ Shan inday, spring, summer, winter, happy ♫ ♫ angels are blessed with bikini! ♫♫ 'Merry Christmas Eve Christmas' ♫ ♫ I'm sure this year is not going to stop ♫ ♫ I'm sure that the arrow of love ♫ ♫ I'm not going to stop at your heart ♫ ♫ I laugh at you ♫ ♫ I laugh at you ♫ ♫ I laugh at you ♫ ♫ I laugh at you ♫ ♫ I laugh ♫ ♫ ♫ I laugh ♫ ♫ Shan Innday, Summer, Summer, Winter Special. ♫ ♫ Silent, ♫ ♫ I don't feel like Horlini is a sneer ♫ ♫ I'm not good enough ♫　Forlin Love, you're the best present for you. Santa Claus is going to believe in the heart of the heart of the heart,",
  "tone_name": "Joy"
}