{
  "song_name": "史上最幸のクリスマス",
  "singer": "ミオヤマザキ",
  "lyrics": "「クリスマスイブは仕事」って寂しいけどそれも仕方ない私もあなたも頑張ってる頑張っている開き直ったショッピングは大好きな服はお預けで「似合うかな？」「喜ぶかな？」「明日何作ろう？」幸せな悩み街中にカップル…幸せそうね人ごみで偶然あなた見つけたから運命感じたわ25日クリスマスあなたと３度目のクリスマスケーキも買ったプレゼント「OK ・(●´艸｀)ヾ」まさに幸せの絶頂あなたと二人でいれる誰より幸せもう何にもいらないひとり絶賛妄想中ウソでしょ、待って、それ誰なの？幸せそうなあなたの隣あなたもあなたよヘラヘラ笑ってみせたりなんかして街中にカップル  もしや私はシングルに見えてる？違う！私は違う！！！本当はどっちなの…？25日クリスマスあなたと３度目のクリスマスケーキは捨てたプレゼント「バイバイ」独りで不幸のどん底あなたの顔思い出す“好き”と“嫌い”が交ざって溶けてった“愛”と“あなた”失った日ジングルベルジングルベル お迎えだ♪今日は楽しいはずだった「今日遅くなる？」あなたにLINEを送るすぐにつく“既読“あ、携帯は見るんだ。「ごめん、ちょっと遅くなりそう。でも明日は仕事しなくていいように頑張るからね！ミオも頑張ってねハート」そのハートはいったい、どこの誰に向かったハートだよ、クソ男「そっか、分かった。頑張ってね！私は今、新宿のルミネにいるよ。プレゼント探しに来てみた♪」相変わらず“既読”は早い周りをキョロキョロしてすごい汗顔色が変わるあなた横顔が可愛い信じよう格好悪いよ。せめてかっこいい男でいてよあなたは私の彼氏なんだからMerry X'mas　f××k you心の声《ダメ━ヤダ━アカン━マジ━却下ああぁぁぁぁ!!!》25日クリスマスあなたといるはずのクリスマス一緒にいたいよでももう無理よなんで？どうして？？今日なの…浮気相手だったのはその女じゃなく私だったのねやっぱサンタはパパだったジングルベルジングルベルジングルオールザウェイ今日は楽しいはずだった…",
  "translated_lyrics": "I mean, \"Christmas Eve is a job.\" I'm lonely, but I can't do that. I'm working hard, and I'm working hard. I love the open shopping. I love my favorite clothes, and I say, \" Do you think it suits you?-Are you happy?-What will you make tomorrow?\"Happy, happy, happy, happy, happy, happy.\" I felt the fate of you because you found your destiny. \"OK, Christmas.\" \"OK.\" \"OK.\" \"OK.\" \"OK.\" \"OK.\" \"OK.\" And you and the two of you, you and your two people, aren't more than you and you're so happy.You look happy, your neighbor, your neighbor, and you're smiling, and a couple in the city, and I'm seeing a single one?No!I don't! !!!Which way is it really?♫ Christmas, you and my third Christmas ♫ ♫ Bye-bye, ♫ ♫ And I hate you. ♫ ♫ And I hate you. ♫ ♫ Djingle Verjingle bells ♫ ♫ Djingle Verjingle bells ♫ ♫ It was fun today. ♫ ♫ It was fun today. ♫ ♫ What's going to be late today? ♫I'll be reading the LINE as soon as I send it to you, and I see my phone.\" I'm sorry, I'm going to be a little lateBut I don't have to work tomorrow. I'll do my best.And Mio's good, Hart. \"Hart said,\" That's the heart that's headed for you. \" \" All right, \" he said.Good luck!I'm at Lumine in Shinjuku now.I've come to find a present. \" \" Read \"is still\" reading \" as fast as you can see, you have a great sweaty face, and your face is cute, and you look like a lovely believer.I'm a cool guy, and you're my boyfriend, Merry X'mas f, × × × × k.k.you, you say, \"No, oye, I can't tell you. I'm going to meet you.\" Aaaaah!25, Christmas, you're supposed to be with me for Christmas, but I can't do it anymore. Why?Why?You know, it wasn't the woman that was an affair, but it was me, but Santa was my dad' s dad' s jingle, jingle bell' vergingle, jungle, jungle, Alzaway, it was supposed to be fun today",
  "tone_name": "Joy"
}