{
  "song_name": "WONDERFUL Xmas",
  "singer": "AZU",
  "lyrics": "街を彩る(So lovely illumination)あなたが待つあの場所へ急ぎ足で(It's time for celebration)冷たい風 追い越して白く染まってく街の中手を握りしめて揺れるBellの音に天使が笑うWonderful Xmas Timeあなたの笑顔に優しくKissしてふたりだけのXmas Time, Oh Baby抱きしめたままで側に居て　BabyI wish a merry Xmas Timeあなたと叶える特別な夜は私だけのSanta Claus, My Babyいつだってずっと永遠に be with youI wish a merry Xmas Time世界中が(So I pray joy to the world)優しくなる時間だね大事な人(Snow falling down on your shoulder)あたたかさを感じて空を見上げると幾千の 雪が舞い落ちてふたり in a fantasy 天使の羽根Wonderful Xmas Time私の背中をあなたが包んでHoly night, Candle lightXmas Time Oh Babyこの時間こそが神様のプレゼント (Baby)I wish a merry Xmas Time一年で一番特別な夜をエスコート してねSanta Claus, My Babyふたりの足跡雪に残してI wish a merry Xmas Time来年の冬もずっとずっと変わらずにこうやってあなたと待ち合わせしよう Uh-haあなたの笑顔に優しくKissしてふたりだけのXmas Time Oh Baby抱きしめたままで側に居て　BabyI wish a merry Xmas Timeあなたと叶える特別な夜は私だけのSanta Claus, My Babyいつだってずっと永遠に be with youI wish a merry Xmas TimeWonderful Xmas TimeYou're the only, My Santa ClausWonderful Xmas TimeSee it in the sky, The love glowWonderful Xmas TimeYou're the only, My Santa Clausあなたとふたりがいい",
  "translated_lyrics": "♫ So lovely shuffling ♫ ♫ I'm going to wait for you ♫ ♫ And the cold wind chastily ♫ ♫ in the middle of the city ♫ ♫ and the sound of the swinging ♫ ♫ The angel of the city ♫ ♫ Wonderful Xmas ♫ ♫ The angel ♫ ♫ ises a smile on your smile, ♫ ♫ Giss my smile, ♫ ♫ Oh, my smile, ♫ ♫ Stay on the side ♫ ♫ and stay with the ♫ ♫ 'BabyI wish-a-♫ ♫ Merry Xmas Time ♫ ♫ special night ♫ ♫ I'm the only Santa Claus ♫ ♫ My Baby, ♫ ♫ Always a merry Xmas, ♫ ♫ (So I, joy, joy to the world). ♫ ♫ And I look at the sky ♫ ♫ And I look at the sky ♫ ♫ and I look at the sky ♫ ♫ Snow falls on the back of the feet in a-a-box, y-Wonderful Xmas Time, with your back. Holy night, Candle lightXmas Time Oh, Baby, this time is the wish of God, I wish a merry Xmas Time a merry Xmas, and I will escort you the most special night in a year, and I will leave you with the footsteps of Santa Claus, My Baby Futatari, and I will leave you with the snow. My wish, a merry Xmas, the winter of next year, I'm going to meet you, Uh-ha, smile on your face, Kiss your smile, and stay on the side. My wish, a merry wish, a merry Xmas Time, and a special night like Santa Claus, My Baby, always will forever be a be youI wish a merry Xmas TimeWonderful Xmas TimeYou're the only, My Santa ClausWonderful Xmas TimeSee it in the sky, The love glowWonderful Wonderful Xmas TimeYou're only, My Santa Claus-You and My Santa Claus are good.",
  "tone_name": "Joy"
}