{
  "song_name": "なにもおこらないクリスマス",
  "singer": "SOFFet",
  "lyrics": "「もうすぐだね。今年のクリスマス。」「何しようか?」「今年もフリープラン?」笑いながら君が問いかける苦笑い 僕はごまかして「フィンランド?スウェーデン?」「サンタさんってどこだっけ?」「マッチ 売りの少女ってどんなストーリーだったっけ?」徐々に　この街は　奇麗に色づいてまた僕らの　雰囲気を　盛り上げてくれる見上げればフライングのイルミネーション今年は“Merry Christmas”君に伝えたい“Merry Christmas”感じてる君の温度手ぶくろ越しに暖まる今年は“Merry Christmas”大切なヒトに“Merry Christmas”何も起こらない奇跡と願いを込めたプレゼント見慣れた街に　降り注ぐ星のシャワー　一面染まれば年1回の　恋人達の日が　この街にもやってくるなのに今年も　相変わらず　仕事モード　山積みになっているいつも通りのパターンで君をがっかりさせ　ら　れ　な　い!恋の行く手を　誰かが操ってる　いつも急な仕事が僕らの邪魔をする世界中の人が願ってるand,I wish a merry Christmas, for you何も起こらない奇跡をそんなクリスマスであることをso,I wish a merry Christmas, for you働き通しの　日本人が今年の年末進行に押され　てんやわんやMovin'on父さんも巻き込まれてる　この渦に…ずに…　働き過ぎ究極の　家族サービスってなのぁクリスマスまでに仕事 終わらせることさこのまま問題が起こらなければ…れば…　It's gonna be fun!何が起きても　おかしくない時代さだけどお前の欲しいもの　しっかり買ってあるぞ世界中の人が願ってるand,I wish a merry Christmas, for you何も起こらない奇跡をそんなクリスマスであることをso,I wish a merry Christmas, for youかけがえの 無いものは君と過ごせる毎日のなにげないひと時だったって忘れてたんだマッチの灯が暖かい事をたとえ世界が終わろうと知ってもnow,I wish a merry Christmas, for youそこに君がいてくれるならnow,I wish a merry Christmas, for you世界中の人が願ってる君が笑顔であることを何も起こらない奇跡をそんなクリスマスであることをso,I wish a merry Christmas, for you枕元に　そっと置く「願い」を込めたプレゼント",
  "translated_lyrics": "\"It is almost time,\"Christmas this year.-What do you want?\"This year's free plan?\"♫ Laughing me laughing. ♫ ♫ And I'm laughing at you, ♫ ♫ And I'm like, ♫ ♫ FinlandSweden?\"Where is Santa Claus?\"\"What was the story of a match-selling girl?\"\"Merry Christmas,\" Merry Christmas, \"Merry Christmas,\" I want to tell you, \"Merry Christmas,\" this year, \"Merry Christmas,\" and this year, \"Merry Christmas,\" and I hope it's a miracle and a dream that will never happen to you. \"Merry Christmas.\"　You know, the day of the lovers in the city is going to come to this city, but it's still a lot of work, you know, this year, you're loading a lot of work, and you're not going to disappoint you in the same pattern as you do in the street.I hope that everyone in the world will always be in the way of being driven by someone who is in love with him, and I, I wish a merry Christmas, for you, a merry Christmas, for you, a merry Christmas, a merry Christmas, a Japanese who worked for the end of this year, and Movin'on's got involved in this vortex, where ...　It's the ultimate family service. It's the ultimate family service. It's going to finish the job by Christmas. If the problem doesn't happen, it'll be a scent of fun!It's time to get up what's going to happen, but it's a good time for you to buy everything you want. So, I wish, my wish a merry Christmas, for you, for Christmas, Even if you're not going to end up with nothing, you know that the light of a match is going to be over, but now, I wish, a merry Christmas, merry Christmas, for you, my wish, merry Christmas, for you, the whole world, I hope that you're smiling, and that you are a miracle, and that you're a miracle, and I wish that you have a smile, a merry Christmas, for you Pillow Book, \"A Request\" filled with the pillows' wishes",
  "tone_name": "Joy"
}