{
  "song_name": "BLUE CHRISTMAS",
  "singer": "大黒摩季",
  "lyrics": "Blue Night… It's Christmas NightThis Night… So Merry, Merry Christmas For MeBlue Night… It's Christmas Night I Miss You華やいだ街の息吹鳴り響く Bell彼氏にねだる荷物を持たせるShinin' Girls赤い愛の色ポインセチアを手に泣き出しそう予定ならばここにあなたがいる…逢いたいよ今すぐに我がままが言いたい頑張ってと見送った　強がりな自分が嫌いきっと2時間前なら間に合ったハズでしょう後悔の 最終 Airplane Blue Night… It's Christmas NightThis Night… So Merry, Merry Christmas For MeBlue Night… It's Christmas Night I Miss You世話好きな仲間達に誘われる Party少しHなスーツシャネルのルージュも笑えないシャンペンの向こうよく似た背中にあなた探して瞳に映る全てが淋しく揺れてる逢いたいよ今すぐに「バカ…。」が無償に聞きたい我慢してまで私イイ女になりたがってる朝一番で飛ぼう プライドは捨てましょう夜が明けるまでLonely Blue Christmas(Happy silent and cause I love you)逢いたいよ今すぐに「バカ…。」が無償に聞きたい我慢してまで私イイ女になりたがってる朝一番で飛ぼう プライドは捨てましょう夜が明けるまでLonely Blue Christmas(Happy silent and cause I love you)Blue Night… It's Christmas Night This Night… So Merry, Merry Christmas For MeBlue Night… It's Christmas Night I Miss You…Blue Night… It's Christmas Night",
  "translated_lyrics": "Blue Night ... It's Christmas NightThis Night ... So Merry, Merry Christmas, MeBlue Night ... It's Christmas Night I Miss You Huang You Huang You Baggage to Bring Bell boyfriend Shinin ' to hold the baggage to the hobblehast ♫ If I'm going to scream ♫ ♫ I'm here ♫ ♫ I want to be ♫ ♫ I'm going to be here ♫ ♫ I want to be ♫ ♫ I want to be ♫ ♫ I want to be ♫ ♫ I want to say ♫ ♫ I want to say I want to say ♫ ♫ I want to say I want to say that I want to be ♫ ♫ I'm not going to be ♫ ♫ I'm going to be ♫ ♫ I'm going to be there ♫ ♫ I'm gonna be ♫ ♫ I'll be in time ♫ ♫ It's Christmas NightThis Night ... So Merry, Merry \"Night ... It's Christmas Night I Miss You\" and I Miss You \"Miss You\" a little \"H\" Suit Chanel's ruge is a little bit like a shamp on the back of a champagne, like you're looking for you, and I want you to see all of it being rocked by the gonghold of the eyes.\"I want to listen to it without free. I want to be a woman in the morning. I want to give up my flying pride. I want to give up my love for the night,\" Lonely Blue Christmas. I want to see you. \" I'm just a fool.♫ I want to hear it ♫ ♫ I want to be a woman ♫ ♫ I want to be a woman ♫ ♫ I want to leave the first lady ♫ ♫ Lonely Blue Christmas ♫ ♫ Blue Night, Blue Night ... It's Christmas Night This Night ... ♫ ♫ So Merry, Merry Christmas, MeBlue Night ... ♫ It's My Love Miss You...Blue Night",
  "tone_name": "Joy"
}