{
  "song_name": "クリスマス★ベル ～ギャルSide～",
  "singer": "Juliet",
  "lyrics": "思い出すよあの温もりを　あの蒼いクリスマスイブをキミがそばにいるだけで良かった Ring a bellはぐれないよう握った手を　キミのポッケで暖めたそれだけで幸せだったのに Ring a bellアガるテンション　街中デコでレーションみんな気合い入れめなファッション聖なる日の約束　待ちわびたこの日過ごすために　キミのため頑張った一週間働きまくったバイトありえないこの恋は本気なの　らしくない位大好きなの何度も何度も　開いては閉じたサーフィンナイトリサーチしたイルミネーションスポット流行りのページも　勝負の今日ファッションショー　するでしょ?一番盛れる一枚を　『カワイイ』の一言が、聞きたくってグチャグチャなmy roomX'mas night☆輝く街並み　笑顔と幸せ(yeah) dear you from meクリスマスカード　照れくさい『I ラブ you』笑わないで『you are my everything』打ち明けたいこの胸　Ring a bell 鳴り響くドキドキさらに盛り上がる　先に見つけたくて背伸びキミさがして　キミのそばでSilent nightlet it snow snow Holy nightツリーバックに写メって　サンタコスプレにHelloイチゴのショート買ってこうよ　ロウソク立ててフーしたいso　昨日の事のように　溢れ出すstory…思い出すよあの始まりを　あの蒼いクリスマスイブを告げられた想いにありがとう Ring a bell指に通したお揃いを　2人ずっと見つめていたいつまでもそばにいれますように Ring a bellキミとね過ごしたあの日々が消えなくて　ずるいよね…つないだ手　思い出しているMany times many waysMerry X'mas to you聖なる夜　サンタがパパだって事知ってもまだ信じたくてMany times many waysMerry X'mas to you聖なるプレゼントキミだったら…なんて　何度も願っていた。忘れないよあの温もりを　あの蒼いクリスマスイブをキミのいない初めての冬が来る Ring a bellキミは誰といるんだろう?どんな風に過ごしてるの??もう一度会いたいと思った Ring a bell",
  "translated_lyrics": "I just remembered that I was lucky enough to have that warm, warm, warm, warm, warm, warm, warm, warm, and warm, and I was happy to be happy, and I was happy to be happy, and I would spend a week on this day, and I was waiting for you to spend a week on this day, and I was waiting for you to spend a week of working on this.　I don't like it. I love it many times. You've opened it over and over again. You have a closed circuit, an illumination spotlight, a page of fashion, is a fashion show today?♫ 'I Love You '♫ ♫ I Love You! ♫ ♫ Don't laugh ♫ ♫ Don't laugh ♫ ♫ Don't laugh. ♫ ♫ 'I'm my hands' ♫ ♫ I want to say ♫ ♫ 'I'm my bell ' ♫ ♫ I'm going to make a bell. ♫ ♫ I'm trying to find out. ♫ ♫ I want to find it. ♫ ♫ I'm trying to find out. ♫ ♫ I'm trying to find a piece of shit ♫　I want you to buy a Silent nightlet, a snow, a snow, a snow, a snow, a snow, a little girl, and I'm going to buy a candle in Santa Cosplay, and I want to keep it candy like that yesterday. So I'm going to show you the story of the story of the story of the story that I'm going to say,　♫ I've been looking around ♫ ♫ Ring a bell, ♫ ♫ Ring it ♫ ♫ Ring it ♫ ♫ I can't fade away ♫ ♫ I recall my hand ♫ ♫ And many times many times many times ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ ♫ waysMerry X'mas to you ♫ ♫ And I still want to believe, ♫ ♫ I still want to believe it ♫ ♫ Many times, many waysMerry X'mas to you, ♫ ♫ if you're a sacred present, ♫　I've always wanted to do this.I won't forget who the first winter doesn't have a blue Christmas switch. Who's with the Ring a bell?How are you doing? How are you doing?I thought I wanted to see you again, Ring a bell.",
  "tone_name": "Joy"
}