{
  "song_name": "Thanks! Merry Christmas K",
  "singer": "私立恵比寿中学",
  "lyrics": "Santa Claus is Coming to HomeSanta Claus is Close to you街中魔法にかかるみたいクリスマスイブ光るイルミネーションもみの木デコレーション嬉しくってHoly Nightママのブッシュドノエル少し手伝いながら玄関のチャイム鳴るたび「おかえり」ドアを開けようメリークリスマスほらね大好きな笑顔 Thanks!帰るよサンタさんも　家族の輪Thanks! Merry Christmas誰もが誰かのサンタクロース片っぽの靴下じゃ溢れるくらいめいっぱいプレゼントMerry Christmas今年も来年も10年後どこにいてもずっと一緒　家族でっしょおかえりサンタクロースXmas Night Xmas NightSanta Claus is Coming to HomeSanta Claus is Close to you皆様わかってらっしゃいますね?のんびりしてちゃあダメですよ?行きますよー　生きますよーおひとり様でも　いいじゃな～いGO! それじゃ　ハイテンションで行こうぜGO! 胸に突き刺されこのbeat!beat! カッコいいねぇこのbeat!beat! 最高でーす!GO! だいぶ　脳内も暴走GO! だって Xmasだもんとっ散らかって born!わっちゃかちゃーで burn!Knock!Knock!1000本Knock!そうcome on! そうcome on! そうcome on!剛速球で突っ走っちゃえ K!K!K!意味なんていらないよ　街はキラキラ光るよそう今!そう今!そう今!ホワイトな雪も　デコレーションまるで　ダイヤモンドだねフルスイングなハッピネスKKK K KKKK 携帯電源OFFって!KKK K KKKK キンコンカンコン　キンコンカンコン　ご一緒に!KKK K KKKK 今日はみんなでパーティーでーす!GO! それじゃ　まだまだ行こうぜGO! それじゃ　ぶっ飛ばして行こうぜGO!let's GO! 最後まで行こうぜGO!let's GO! かっ飛ばして行こうぜ!Knock!Knock!Knock! Knock!Knock!Knock!Knock!Knock!1000本Knock!×4来年もよろしく～!Thanks! Merry Christmas誰もが誰かのサンタクロースいつかはママみたいに「幸せ」って笑ってケーキ焼くねMerry Christmas今年も来年も　こんなんで　許してサンキュずっと一緒　家族でっしょありがとサンタクロースXmas Night Xmas NightSanta Claus is Coming to HomeSanta Claus is Close to youSanta Claus is Coming to HomeSanta Claus is Close to youSanta Claus is Coming to HomeSanta Claus is Close to you",
  "translated_lyrics": "Santa Claus s is Coming to HomeSanta Claus s is Close to you. It's like a little bit of magic in the middle of the city. It's like a Christmas carving illumination. It's a little bit of fun. It's a little bit of a little piece of dolminoelle. I'm glad to help you open the door. Merry Christmas, Mary. Merry Christmas, you see, smile, smile!I'm going home, Santa's a family ring! Merry Christmas, everyone is full of Santa Claus. Merry Christmas, this year's full of gifts, Merry Christmas, year after year, year, year, year, year, year, Santa Claus, Xmas, NightSanta Claus, is Coming to HomeSanta Claus s is Close to you, are you all aware?I'm staring. You can't do that, do you?I'm going to go. I live. I don't want to be alone. Go, go! Okay, let' s go on the heytension, GO! Beats on the chest, beat, beats, beat! Cuckoa, this beats! beat! Highest!GO! Daibu Bōbō GO! ' Cause you're so fucking Xmas, you know, boy, come on, man!Knockka! Knock! Knock! 1000 Knock!Yes, come on! Yes, come on! Yes, come on!Going up with a swift ball, K! K! K!I don't want to make sense. The city is glowing. Right now!Yes, now!Yes, now!It's a white snow. It's like a diamond. It's like a diamond. Full-inch, happy, happy KKK K KKKK, mobile power off!KKK K KKK KKKK Kinkong Kancon Kongo Kankon Kon!KKK KKK: KKKK: We're all going to have a party today!GO! Let' s go, go, go, go! Jump! Let' s go! Let' s go! GO!let's GO! Let' s go to the end. GO!let's GO! Come on, let' s go. Let' s go!Knock! Knock! Knockck! Knock! Knock! Knock! Knock! 1000 Knock!Give my best regards to the next year!-Come on! Merry Christmas, everybody's Santa Claus. Merry Christmas. Merry Christmas, I forgive you. Merry Christmas, I forgive you for this year, and I'll give you this year. Thank you for this year. Thank you for this year, Santa Claus Xmas, Xmas, NightSanta Claus s is Coming to HomeSanta Claus s is Close to youSanta. Claus is Coming to HomeSanta Claus s is Close to youSanta Claus is Coming to HomeSanta Claus s is Close to you",
  "tone_name": "Joy"
}