{
  "song_name": "ザ★クリスマス",
  "singer": "BENNIE K",
  "lyrics": "My people let me here sayYeah ”Yeah”Can I get Joy to the world”Joy to the world”Hey what what? ”平和”And one love come'on ”one love”Tonight is Christmas eveざわめく イルミネイションを急ぎ足で駆け抜けI got to ride the BUS(Ha Ha)白い(Ha Ha)息を 吐きながらWarming up my hands(Ha Ha)君と(Ha Ha)待ち合わせた場所へ 行こうCause It's a ChristmasWe know holy night街中の誰もがIn ChristmasWe got special night笑顔に 変っていくIn ChristmasNo パパ ママ プリーズI wanna stay up more!Knowing it's snowing 外は雪別世界でLike little fairytale 「ちょっとだけッ」っなんてねだってサンタ待ってた寝ないでeveryクリスマスイブIf still believe in all that 奇跡は起きる(keep believe)So now it's the moment for me and you (you)Season to be jolly 独り過ごすよりBring your smile and show it and go FALALA!!!Cause It's a ChristmasWe know holy night赤いブーツを履いてIn ChristmasWe got special night君に届けようCause it's a ChristmasWe know holy night鐘の音 鳴らしてIn ChristmasWe got special night街に響かせようIn ChristmasHo ho ho all you good boys n good girls all over the worldSanta brings you joy that I know for sureLet's go!! Get up on your feet and dance till you feel betterI said get up on your feet and dance till you feel betterIf you're feeling lost on this silent night ”silent night”Just close your eyes and make a wish tonight ”yes tonight”Step side to side and when my quire go higher”and higher”Put a smile on your face and celebrate ”gotta celebrate all night...”This is silent nightyou know it's holy nightThis is silent nightYou know it's holy nightCause it's a ChristmasWe know holy night街中の誰もがIn ChristmasWe got special night笑顔に変っていくCause it's a ChristmasWe know holy night赤いブーツを履いてIn ChristmasWe got special night君に届けようIn Christmas",
  "translated_lyrics": "\"My people let me here sayYeah\" Yeah \"Can I get Joy to the world\" Joy to the world \" Hey, what what what? \"Peace\" And one love comeback 'on \"one love\" Tonight is Christmas eve \" Tonight is Christmas Eve, and I got a little, I got to ride the BUS (Ha Ha), and I go to the place where Warming up my sour (Ha Ha) and Ha-Ha-e-e-e's waiting. So, it's a ChristmasWe. Everybody in the night street is In ChristmasWe. In ChristmasWe's night smile. In ChristmasNo Papa's Pritz I Wanna More! Knowing it's is off. Like a snowing little fairytale in the world. \" Hey, hey, hey, hey, hey, hey, don't sleep. ♫ ♫ Don't sleep, ♫ ♫ Don't sleep ♫ ♫ I'm still alive in all that the miracle ♫ ♫ So now it's, the moment for me and you (you) Season to be jolly, ♫ ♫ Season to it and show it and show it ♫ FALALA !!!In ChristmasWe the ChristmasWe know the night bells of the ChristmasWe know-night bells so called \"In ChristmasWe.\" In order to make the night bell sound like \"In Christmas.\" You good boys n good girls all over the worldSanta: you joy that I know for sureLet's go!! Get up on your feet and dance, you feel betterI on your feet, I get and get up on your feet and dance and dance, you're feeling betterIf you're off, night, night \"silent night\" silent night. Wish-based \"yes\" Step side to side and when my quire go higher \"and higher\" Put a smile on your your face and nu \" all night ...\" This is a silent nightmare, it's a nightmare, it's a nightmare, it's a holy nightmare, it's a ChristmasWe know, a ChristmasWe know, a ChristmasWe, a ChristmasWe, the city of the night, There's a red-night, night-night, red boots, In Christmaswe, got a special night, Mr. Nnight, to report to you.",
  "tone_name": "Joy"
}