{
  "song_name": "Kissin' Christmas(クリスマスだからじゃない)",
  "singer": "桑田佳祐 & His Friends",
  "lyrics": "道行く人の吐息が星屑に消え気づいたら君がそっと手をつないだ忘れちゃいたくないよね今夜の瞳泣きそうな街中よりキラキラしてクリスマスだから言うわけじゃないけど何か特別な事をしてあげる誰も見ていないからI'll kiss you alright? So slight.いつも 照れてるままに過ぎるYou gotta be right. In this holy night.今年の想い出にすべて君がいるこれから何処に向かって進んでるのか時々わからなくて哀しいけどきっと大丈夫だよね今夜の瞳新しい日を夢で変えてゆけるクリスマスだから言うわけじゃないけど何か大切な事ができるような誰かが振り向いてもI'll kiss you alright? In snow light.いつも 立ち止まると逃げてくYou gotta be right. In this holy night.今年の出来事がすべて好きになるWoo, in this holy night.Woo, in this holy night.We're hearin' sha la la la and singing hymns tonight.You gotta be right, all night.(In this holy night.)We're hearin' sha la la la and singing hymns tonight.You gotta be right, all night.(In this holy night.)今宵 誰も見ていないからI'll kiss you alright? So slight.いつも 照れてるままに過ぎるYou gotta be right. In this holy night.今宵 誰も見ていないからI'll kiss you alright? So slight.もう いくつ寝るとお正月今宵 誰かが振り向いてもI'll kiss you alright? In snow light.いつも 立ち止まると逃げてくYou gotta be right. In this holy night.今年の出来事がすべて好きになる誰も見ていないからI'll kiss you alright? So slight.いつも 照れてるままに過ぎるYou gotta be right. In this holy night.今宵 誰も見ていないからI'll kiss you alright? So slight.We're hearin' sha la la la and singing hymns tonight.You gotta be right. In this holy night.今年の想い出にすべて君がいる今年の想い出にすべて君がいる",
  "translated_lyrics": "♫ And if you're going to get out of the street, you'll have to leave your hand ♫ ♫ I don't want to forget you ♫ ♫ Kiraquila tonight ♫ ♫ I'm not talking about it ♫ ♫ I'm going to do something special about it ♫ ♫ I'm not looking at anybody, ♫ ♫ I'll give you this alright, ♫ So ...You're always being overlit. You're in the right of it. In this holy night.I don't know where you're going from this year, and I don't know where you're going, but I'm sure you'll be fine. I'm not saying that you're going to have to change your new day tonight, but I'm not saying that you're going to have something important to you, but I'll call you alright. In snow light.You're always running away when you stop and you're running away right, right. In this holy night.Woo, in this holy nightmare. Woo, in this holy night.We're in ' sha la and singing hymns tonight. You can be right, right, all night.In this holy night.We're a heart-in ' sha la la la and singing hymns tonight. You can be right, right, all night.In this holy night.I'm not seeing anyone tonight, so I'll call Kiera you alright? So ...You're always being overlit. You're in the right of it. In this holy night.Tonight, no one's watching you, I'll kiss you alright? So ...I'm going to go to bed for a few days, and tonight, if someone turned around, I'll get you alright alright? In snow light.You're always running away when you stop and you're running away right, right. In this holy night.I'm gonna love everything this year, so nobody's watching you, so I'll kiss you alright? So ...You're always being overlit. You're in the right of it. In this holy night.Tonight, no one's watching you, I'll kiss you alright? So slight.We're hearin ' sha la la and singing hymns tonight. You're be right. In this holy night.This year's memories of this year are all you have to think of this year's memories.",
  "tone_name": "Joy"
}